[
  {
    "id": "0A510000012FEPADHG",
    "filmNumber": 5327,
    "title": "Spider-Man: Putovanje kroz Spider-svijet",
    "ticketTitle": "Spider-Man: Putovanje ",
    "originalTitle": "Spider-Man: Across the Spider-Verse",
    "synopsis": "Miles Morales vraća se za sljedeće poglavlje Oscarom nagrađivane Spider-svijet sage, SPIDER-MAN™: Putovanje kroz Spider-svijet. Nakon ponovnog ujedinjenja s Gwen Stacy, Brooklynov prijateljski nastrojeni Spider-Man iz susjedstva katapultira se preko Multiverzuma, gdje susreće tim Spider-ljudi zaduženih za zaštitu njegovog postojanja. Ali kada se heroji sukobe oko toga kako se nositi s novom prijetnjom, Miles se nađe suprotstavljen drugim Spiderima i mora redefinirati što znači biti heroj kako bi mogao spasiti ljude koje najviše voli.",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-01",
    "ageRating": "",
    "director": "Joaquim Dos Santos",
    "duration": "2h 20m",
    "letterboxdUrl": "https://letterboxd.com/film/spider-man-across-the-spider-verse/",
    "letterboxdRating": "4.5",
    "imdbUrl": "http://www.imdb.com/title/tt9362722/maindetails",
    "imdbRating": 8.9,
    "englishCategories": "animation",
    "englishSynopsis": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "trailerLink": "www.youtube.com/watch?v=yFrxzaBLDQM",
    "englishDirectors": ["Joaquim Dos Santos", " Justin K. Thompson"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/22/gj/k3/ql/spider-verse-1200-1200-675-675-crop-000000.jpg?v=259dfdc695"
  },
  {
    "id": "0B510000012FEPADHG",
    "filmNumber": 5343,
    "title": "Cura za sve",
    "ticketTitle": "Cura za sve",
    "originalTitle": "No Hard Feelings",
    "synopsis": "Jennifer Lawrence u ulozi producentice i glavne glumice u filmu Cura za sve, komediji koju režira Gene Stupnitsky, redatelj filma Dobri dečki i koscenarist filma Zločesta učiteljica.\r\nNa rubu gubitka doma iz djetinjstva, Maddie (Lawrence) nailazi na neobični oglas za posao: bogati i prebrižni roditelji traže osobu koja će izlaziti s njihovim introvertnim 19-godišnjim sinom, Percyjem, prije nego što ode na fakultet. Na vlastito iznenađenje, Maddie ubrzo otkriva da to neće biti lagan zadatak.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-06-22",
    "ageRating": "15",
    "director": "Gene Stupnitsky",
    "duration": "1h 43m",
    "letterboxdUrl": "https://letterboxd.com/film/no-hard-feelings-2023/",
    "letterboxdRating": "3.3",
    "imdbUrl": "http://www.imdb.com/title/tt15671028/maindetails",
    "imdbRating": 6.8,
    "englishCategories": "comedy",
    "englishSynopsis": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.",
    "trailerLink": "www.youtube.com/watch?v=9M_oEh9uPNs",
    "englishDirectors": ["Gene Stupnitsky"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/6p/np/ul/1d/no%20hard-1200-1200-675-675-crop-000000.jpg?v=d569a995a0"
  },
  {
    "id": "1A510000012FEPADHG",
    "filmNumber": 5328,
    "title": "Transformers: Uspon zvijeri",
    "ticketTitle": "Transformers: Uspon zvijeri",
    "originalTitle": "Transformers: Rise of the Beasts",
    "synopsis": "Transformers: Uspon zvijeri povratak je akcijskom spektaklu uz nove Autobote i brojne glumačke zvijezde.\r\nFranšiza koja je oduševljavala gledatelje diljem svijeta iznova vodi u nezaboravnu pustolovinu, ovoga puta s radnjom u 90-im godinama i novom vrstom Transformera, Maximalima, koji ulaze u postojeću bitku između Autobota i Decepticona.\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-08",
    "ageRating": "12",
    "director": "Steven Caple Jr.",
    "duration": "2h 7m",
    "letterboxdUrl": "https://letterboxd.com/film/transformers-rise-of-the-beasts/",
    "letterboxdRating": "2.8",
    "imdbUrl": "http://www.imdb.com/title/tt5090568/maindetails",
    "imdbRating": 6.5,
    "englishCategories": "action",
    "englishSynopsis": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "trailerLink": "www.youtube.com/watch?v=ZtuFgnxQMrA",
    "englishDirectors": ["Steven Caple Jr."],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/ko/id/qv/k4/transformers-1200-1200-675-675-crop-000000.jpg?v=2d6b2fb4aa"
  },
  {
    "id": "1B510000012FEPADHG",
    "filmNumber": 5344,
    "title": "Ruby: Tinejdžerica Kraken ",
    "ticketTitle": "Ruby: Tinejdžerica Kraken ",
    "originalTitle": "Ruby Gillman, Teenage Kraken",
    "synopsis": "Ovog ljeta DreamWorks Animation zaranja u turbulentne vode srednje škole s urnebesnom, iskrenom akcijskom komedijom o sramežljivoj tinejdžerici koja otkriva da je dio legendarne kraljevske loze mitskih morskih krakena i da je njezina sudbina, u dubinama oceana, veća nego što je ikada sanjala.\r\nSlatka, nespretna 16-godišnja Ruby Gillman (Lana Condor, To All the Boys I've Loved Before) očajnički se želi uklopiti u Oceanside High, ali uglavnom se samo osjeća nevidljivo.\r\nDaje poduku iz matematike svojoj simpatiji skejteru (Jaboukie Young-White, Ralph Brakes The Internet), koji joj se, čini se, divi samo zbog njene neobične kože, a spriječena je da se druži s kul klincima na plaži zbog svoje previše zaštitnički nastrojene supermame (nominirana za Oscara Toni Collette, Knives Out), koja je zabranila Ruby da kad ulazi u vodu.\r\nAli kada prekrši mamino pravilo br. 1, Ruby će otkriti da je izravni potomak ratničkih kraljica Kraken i da joj je suđeno da naslijedi prijestolje od svoje bake zapovjednice (dobitnica Oscara Jane Fonda), kraljice ratnika Sedam mora.\r\nKrakeni su se zakleli da će štititi oceane svijeta od uzaludnih sirena željnih moći koje se stoljećima bore s Krakenima. Postoji jedan veliki i trenutni problem s tim: lijepa, popularna nova djevojka u školi, Chelsea (dobitnica Emmyja Annie Murphy, Schitt's Creek) slučajno je sirena. Ruby će naposljetku morati prigrliti ono što jest i učiniti sve kako bi zaštitila one koje najviše voli.\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-29",
    "ageRating": "",
    "director": "Kirk DeMicco",
    "duration": "1h 31m",
    "letterboxdUrl": "https://letterboxd.com/film/ruby-gillman-teenage-kraken/",
    "letterboxdRating": "2.8",
    "imdbUrl": "http://www.imdb.com/title/tt27155038/maindetails",
    "imdbRating": 5.9,
    "englishCategories": "family",
    "englishSynopsis": "A shy teenager discovers that she's part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed.",
    "trailerLink": "www.youtube.com/watch?v=u4uyD8FFUIw",
    "englishDirectors": ["Kirk DeMicco"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/0o/b3/1h/0m/ruby-gillman-1200-1200-675-675-crop-000000.jpg?v=a53d519eed"
  },
  {
    "id": "2A510000012FEPADHG",
    "filmNumber": 5329,
    "title": "Nevjerojatni Maksim",
    "ticketTitle": "Nevjerojatni Maksim",
    "originalTitle": "The Amazing Maurice",
    "synopsis": "Maksim je ulični mačak koji osmisli prijevaru za zarađivanje novca sprijateljivši se sa skupinom samoukih štakora koji govore. Kad Maksim i glodavci sretnu knjiškog moljca po imenu Malicia, njihova mala prevara ubrzo propadne.\r\nMaksim govori ljudima u gradu da imaju pošast štakora koji teroriziraju građane i uvjeri ih da plate Keithu da ih odvede izvan grada gdje se otkriva da su štakori razumni i pismeni i surađuju s Keithom i Maksimom na prevari više gradova.\r\nZatim kreću na put u gradić Bad Blintz koji pati od nedostatka hrane i gdje hvatači štakora nisu uspjeli pronaći razlog nestanka hrane. Pokušavajući se infiltrirati u tunele ispod grada, štakori primjećuju da tamo nema lokalnih štakora unatoč njihovim tragovima. Pronalaze zamku koja hvata štakore žive. Darktan, njihov vođa, zarobljen je unutra. U međuvremenu, Maksim je ušao u gradonačelnikovu kuću i kada ga Keith pokuša pronaći, susreću gradonačelnikovu kćer Maliciju koja brzo zaključuje, nakon što je vidjela štakora Sardinesa koji pleše step, da oni stoje iza nedavne pošasti štakora u obližnjim gradovima i prijavljuje se u vojsku pomoći im da otkriju razloge za nestašicu hrane u gradu.\r\n\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-08",
    "ageRating": "",
    "director": "Toby Genkel",
    "duration": "1h 33m",
    "letterboxdUrl": "https://letterboxd.com/film/the-amazing-maurice/",
    "letterboxdRating": "2.7",
    "imdbUrl": "http://www.imdb.com/title/tt10473036/maindetails",
    "imdbRating": 6.2,
    "englishCategories": "family",
    "englishSynopsis": "Maurice is a streetwise ginger cat who comes up with a money-making scam by befriending a group of self-taught talking rats. When Maurice and the rodents meet a bookworm called Malicia, their little con soon goes down the drain.",
    "trailerLink": "www.youtube.com/watch?v=sLqzEecFEEM",
    "englishDirectors": ["Toby Genkel"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/d7/br/ur/f4/jaUOdroXaZH064nKpXSeDsJ5Vjg-1200-1200-675-675-crop-000000.jpg?v=5a927bee67"
  }
]
