[
  {
    "id": "0A510000012FEPADHG",
    "filmNumber": 5327,
    "title": "Spider-Man: Putovanje kroz Spider-svijet",
    "ticketTitle": "Spider-Man: Putovanje ",
    "originalTitle": "Spider-Man: Across the Spider-Verse",
    "synopsis": "Miles Morales vraća se za sljedeće poglavlje Oscarom nagrađivane Spider-svijet sage, SPIDER-MAN™: Putovanje kroz Spider-svijet. Nakon ponovnog ujedinjenja s Gwen Stacy, Brooklynov prijateljski nastrojeni Spider-Man iz susjedstva katapultira se preko Multiverzuma, gdje susreće tim Spider-ljudi zaduženih za zaštitu njegovog postojanja. Ali kada se heroji sukobe oko toga kako se nositi s novom prijetnjom, Miles se nađe suprotstavljen drugim Spiderima i mora redefinirati što znači biti heroj kako bi mogao spasiti ljude koje najviše voli.",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-01",
    "ageRating": "",
    "director": "Joaquim Dos Santos",
    "duration": "2h 20m",
    "letterboxdUrl": "https://letterboxd.com/film/spider-man-across-the-spider-verse/",
    "letterboxdRating": "4.5",
    "imdbUrl": "http://www.imdb.com/title/tt9362722/maindetails",
    "imdbRating": 8.9,
    "englishSynopsis": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.",
    "trailerLink": "www.youtube.com/watch?v=yFrxzaBLDQM",
    "englishDirectors": ["Joaquim Dos Santos", " Justin K. Thompson"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/22/gj/k3/ql/spider-verse-1200-1200-675-675-crop-000000.jpg?v=259dfdc695"
  },
  {
    "id": "0B510000012FEPADHG",
    "filmNumber": 5343,
    "title": "Cura za sve",
    "ticketTitle": "Cura za sve",
    "originalTitle": "No Hard Feelings",
    "synopsis": "Jennifer Lawrence u ulozi producentice i glavne glumice u filmu Cura za sve, komediji koju režira Gene Stupnitsky, redatelj filma Dobri dečki i koscenarist filma Zločesta učiteljica.\r\nNa rubu gubitka doma iz djetinjstva, Maddie (Lawrence) nailazi na neobični oglas za posao: bogati i prebrižni roditelji traže osobu koja će izlaziti s njihovim introvertnim 19-godišnjim sinom, Percyjem, prije nego što ode na fakultet. Na vlastito iznenađenje, Maddie ubrzo otkriva da to neće biti lagan zadatak.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-06-22",
    "ageRating": "15",
    "director": "Gene Stupnitsky",
    "duration": "1h 43m",
    "letterboxdUrl": "https://letterboxd.com/film/no-hard-feelings-2023/",
    "letterboxdRating": "3.3",
    "imdbUrl": "http://www.imdb.com/title/tt15671028/maindetails",
    "imdbRating": 6.8,
    "englishSynopsis": "On the brink of losing her childhood home, Maddie discovers an intriguing job listing: wealthy helicopter parents looking for someone to “date” their introverted 19-year-old son, Percy, before he leaves for college. To her surprise, Maddie soon discovers the awkward Percy is no sure thing.",
    "trailerLink": "www.youtube.com/watch?v=9M_oEh9uPNs",
    "englishDirectors": ["Gene Stupnitsky"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/6p/np/ul/1d/no%20hard-1200-1200-675-675-crop-000000.jpg?v=d569a995a0"
  },
  {
    "id": "1A510000012FEPADHG",
    "filmNumber": 5328,
    "title": "Transformers: Uspon zvijeri",
    "ticketTitle": "Transformers: Uspon zvijeri",
    "originalTitle": "Transformers: Rise of the Beasts",
    "synopsis": "Transformers: Uspon zvijeri povratak je akcijskom spektaklu uz nove Autobote i brojne glumačke zvijezde.\r\nFranšiza koja je oduševljavala gledatelje diljem svijeta iznova vodi u nezaboravnu pustolovinu, ovoga puta s radnjom u 90-im godinama i novom vrstom Transformera, Maximalima, koji ulaze u postojeću bitku između Autobota i Decepticona.\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-08",
    "ageRating": "12",
    "director": "Steven Caple Jr.",
    "duration": "2h 7m",
    "letterboxdUrl": "https://letterboxd.com/film/transformers-rise-of-the-beasts/",
    "letterboxdRating": "2.8",
    "imdbUrl": "http://www.imdb.com/title/tt5090568/maindetails",
    "imdbRating": 6.4,
    "englishSynopsis": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth.",
    "trailerLink": "www.youtube.com/watch?v=ZtuFgnxQMrA",
    "englishDirectors": ["Steven Caple Jr."],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/ko/id/qv/k4/transformers-1200-1200-675-675-crop-000000.jpg?v=2d6b2fb4aa"
  },
  {
    "id": "1B510000012FEPADHG",
    "filmNumber": 5344,
    "title": "Ruby: Tinejdžerica Kraken ",
    "ticketTitle": "Ruby: Tinejdžerica Kraken ",
    "originalTitle": "Ruby Gillman, Teenage Kraken",
    "synopsis": "Ovog ljeta DreamWorks Animation zaranja u turbulentne vode srednje škole s urnebesnom, iskrenom akcijskom komedijom o sramežljivoj tinejdžerici koja otkriva da je dio legendarne kraljevske loze mitskih morskih krakena i da je njezina sudbina, u dubinama oceana, veća nego što je ikada sanjala.\r\nSlatka, nespretna 16-godišnja Ruby Gillman (Lana Condor, To All the Boys I've Loved Before) očajnički se želi uklopiti u Oceanside High, ali uglavnom se samo osjeća nevidljivo.\r\nDaje poduku iz matematike svojoj simpatiji skejteru (Jaboukie Young-White, Ralph Brakes The Internet), koji joj se, čini se, divi samo zbog njene neobične kože, a spriječena je da se druži s kul klincima na plaži zbog svoje previše zaštitnički nastrojene supermame (nominirana za Oscara Toni Collette, Knives Out), koja je zabranila Ruby da kad ulazi u vodu.\r\nAli kada prekrši mamino pravilo br. 1, Ruby će otkriti da je izravni potomak ratničkih kraljica Kraken i da joj je suđeno da naslijedi prijestolje od svoje bake zapovjednice (dobitnica Oscara Jane Fonda), kraljice ratnika Sedam mora.\r\nKrakeni su se zakleli da će štititi oceane svijeta od uzaludnih sirena željnih moći koje se stoljećima bore s Krakenima. Postoji jedan veliki i trenutni problem s tim: lijepa, popularna nova djevojka u školi, Chelsea (dobitnica Emmyja Annie Murphy, Schitt's Creek) slučajno je sirena. Ruby će naposljetku morati prigrliti ono što jest i učiniti sve kako bi zaštitila one koje najviše voli.\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-29",
    "ageRating": "",
    "director": "Kirk DeMicco",
    "duration": "1h 31m",
    "letterboxdUrl": "https://letterboxd.com/film/ruby-gillman-teenage-kraken/",
    "letterboxdRating": "2.8",
    "imdbUrl": "http://www.imdb.com/title/tt27155038/maindetails",
    "imdbRating": 5.9,
    "englishSynopsis": "A shy teenager discovers that she's part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed.",
    "trailerLink": "www.youtube.com/watch?v=u4uyD8FFUIw",
    "englishDirectors": ["Kirk DeMicco"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/0o/b3/1h/0m/ruby-gillman-1200-1200-675-675-crop-000000.jpg?v=a53d519eed"
  },
  {
    "id": "2A510000012FEPADHG",
    "filmNumber": 5329,
    "title": "Nevjerojatni Maksim",
    "ticketTitle": "Nevjerojatni Maksim",
    "originalTitle": "The Amazing Maurice",
    "synopsis": "Maksim je ulični mačak koji osmisli prijevaru za zarađivanje novca sprijateljivši se sa skupinom samoukih štakora koji govore. Kad Maksim i glodavci sretnu knjiškog moljca po imenu Malicia, njihova mala prevara ubrzo propadne.\r\nMaksim govori ljudima u gradu da imaju pošast štakora koji teroriziraju građane i uvjeri ih da plate Keithu da ih odvede izvan grada gdje se otkriva da su štakori razumni i pismeni i surađuju s Keithom i Maksimom na prevari više gradova.\r\nZatim kreću na put u gradić Bad Blintz koji pati od nedostatka hrane i gdje hvatači štakora nisu uspjeli pronaći razlog nestanka hrane. Pokušavajući se infiltrirati u tunele ispod grada, štakori primjećuju da tamo nema lokalnih štakora unatoč njihovim tragovima. Pronalaze zamku koja hvata štakore žive. Darktan, njihov vođa, zarobljen je unutra. U međuvremenu, Maksim je ušao u gradonačelnikovu kuću i kada ga Keith pokuša pronaći, susreću gradonačelnikovu kćer Maliciju koja brzo zaključuje, nakon što je vidjela štakora Sardinesa koji pleše step, da oni stoje iza nedavne pošasti štakora u obližnjim gradovima i prijavljuje se u vojsku pomoći im da otkriju razloge za nestašicu hrane u gradu.\r\n\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-08",
    "ageRating": "",
    "director": "Toby Genkel",
    "duration": "1h 33m",
    "letterboxdUrl": "https://letterboxd.com/film/the-amazing-maurice/",
    "letterboxdRating": "2.7",
    "imdbUrl": "http://www.imdb.com/title/tt10473036/maindetails",
    "imdbRating": 6.2,
    "englishSynopsis": "Maurice is a streetwise ginger cat who comes up with a money-making scam by befriending a group of self-taught talking rats. When Maurice and the rodents meet a bookworm called Malicia, their little con soon goes down the drain.",
    "trailerLink": "www.youtube.com/watch?v=sLqzEecFEEM",
    "englishDirectors": ["Toby Genkel"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/d7/br/ur/f4/jaUOdroXaZH064nKpXSeDsJ5Vjg-1200-1200-675-675-crop-000000.jpg?v=5a927bee67"
  },
  {
    "id": "2B510000012FEPADHG",
    "filmNumber": 5345,
    "title": "Ni kriv ni dužan",
    "ticketTitle": "Ni kriv ni dužan",
    "originalTitle": "Fool’s Paradise",
    "synopsis": "U filmu je riječ o čovjeku iz filmske industrije koji je očajan jer glumac iz filma na kojemu radi odbija izaći iz svoje prikolice na setu. Iako se čini da ga je sreća napustila, on slučajno nailazi na osobu nedavno puštenu iz mentalne ustanove koja izgleda baš poput problematičnog glumca. Uz pomoć moćnog producenta, pomaže mu da postane velika zvijezda, čak i da se oženi prelijepom glumicom.\r\nNjih se dvojica u svojim avanturama susreću s pijanim filmskim zvijezdama, bezobzirnim akcijskim herojima, ujedno i beskućnicima, mušićastim redateljima, super agentima i moćnim mogulima. No, slava i bogatstvo nisu sve što su željeli, tako da moraju pronaći put do onoga što je njima najvažnije…\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-06-29",
    "ageRating": "15",
    "director": "Charlie Day",
    "duration": "1h 39m",
    "letterboxdUrl": "https://letterboxd.com/film/fools-paradise-2023/",
    "letterboxdRating": "2.4",
    "imdbUrl": "http://www.imdb.com/title/tt9013340/maindetails",
    "imdbRating": 4.7,
    "englishSynopsis": "A down-on-his-luck publicist discovers a recently released mental health patient who looks just like a misbehaving movie star. The publicist subs him into a film, creating a new star. But fame and fortune are not all they are cracked up to be.",
    "trailerLink": "www.youtube.com/watch?v=3j6b_hevaoY",
    "englishDirectors": ["Charlie Day"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/8z/qt/8w/9u/Charlie_Day_and_Ken_Jeoung%E2%80%A6f_Roadside_Attractions-1200-1200-675-675-crop-000000.jpg?v=c2ad837e95"
  },
  {
    "id": "2E410000012FEPADHG",
    "filmNumber": 5138,
    "title": "Mavka: Čuvarica šume",
    "ticketTitle": "Mavka: Čuvarica šume",
    "originalTitle": "Mavka",
    "synopsis": "Ovo je priča o magičnoj moći ljubavi. Ljubavi koja ljudima omogućuje otkriti i pronaći sposobnosti i kvalitete koje ih osnažuju, kako bi dosegli sve što je moguće i suprotstavili se zlu i ljudskom poroku.\r\n\r\nOd pamtivijeka su nepregledne ukrajinske šume skrivale bezbrojne tajne i nedokučive misterije. Te su šume dom čudesnih mitskih bića koja žive među drevnim drvećem, vjerno čuvajući svoje sveto kraljevstvo. Mavka je duša šume i njezina novoizabrana čuvarica. Njezina primarna misija je zaštititi šumu i njezino sveto srce - sam Izvor života - od bilo kakve agresije ili napada, uključujući i one od strane ljudi. Lukas je skromni seoski dječak koji jako voli glazbu i svoj talent pretače u sviranje svoje drvene frule te sanja o tome da cijeli život posveti toj svojoj strasti. Mavka i Lukas se upoznaju i zaljubljuju. Hoće li se njihova dva svijeta moći ujediniti protiv zla?\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-04-27",
    "ageRating": "",
    "director": "Oleg Malamuz",
    "duration": null,
    "letterboxdUrl": "https://letterboxd.com/film/mavka/",
    "letterboxdRating": null,
    "imdbUrl": null,
    "imdbRating": null,
    "englishCategories": null,
    "englishSynopsis": null,
    "trailerLink": null,
    "englishDirectors": null,
    "backgroundImage": null
  },
  {
    "id": "3A510000012FEPADHG",
    "filmNumber": 5330,
    "title": "The Flash",
    "ticketTitle": "The Flash",
    "originalTitle": "The Flash",
    "synopsis": "Omiljeni član Lige pravde, The Flash, ovog ljeta dobiva svoj prvi samostalni film, u režiji Andyja Muschiettija, s Ezrom Millerom koji će ponoviti svoju kultnu ulogu vodećeg DC heroja. Da nas očekuje prava ljetna akcijska poslastica dokazuje i činjenica da će u novom film veliku ulogu imati i po mnogima najbolji Batman svih vremena - Michael Keaton.\r\nSvjetovi se sudaraju u dok Barry Allen koristi svoje supermoći za putovanje kroz vrijeme kako bi promijenio događaje iz svoje prošlosti. Međutim, pokušaj da spasi svoju obitelj nenamjerno ga okreće u budućnost, ostavljajući Barryja zarobljenog u okrutnoj sadašnjosti u koju se general Zod vratio s prijetnjom uništenja, a Barry nema drugih superheroja koji bi mu priskočili u pomoć. Osim ako ne uspije izmamiti sasvim drugačijeg Batmana iz mirovine i spasiti zatočenog Kriptonca iz zatočeništva, iako ne onog kojeg traži. U konačnici, Barryjeva jedina nada da spasi svijet u kojem se našao i vrati u budućnost koju poznaje jest utrka s vlastitim životom. Ali hoće li konačna žrtva biti dovoljna da se uspostavi red u svemiru?\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-15",
    "ageRating": "12",
    "director": "Andy Muschietti",
    "duration": "2h 24m",
    "letterboxdUrl": "https://letterboxd.com/film/the-flash/",
    "letterboxdRating": "2.9",
    "imdbUrl": "http://www.imdb.com/title/tt0439572/maindetails",
    "imdbRating": 7.2,
    "englishSynopsis": "When his attempt to save his family inadvertently alters the future, Barry Allen becomes trapped in a reality in which General Zod has returned and there are no Super Heroes to turn to. In order to save the world that he is in and return to the future that he knows, Barry's only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe?",
    "trailerLink": "www.youtube.com/watch?v=jprhe-cWKGs",
    "englishDirectors": ["Andy Muschietti"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/pv/hi/hz/p0/flash-1200-1200-675-675-crop-000000.jpg?v=f3ae300769"
  },
  {
    "id": "3B510000012FEPADHG",
    "filmNumber": 5346,
    "title": "Barbie",
    "ticketTitle": "Barbie",
    "originalTitle": "Barbie",
    "synopsis": "Ružičasta avantura koja će oduševiti sve generacije. Ulogu ikonične lutke preuzima Margot Robbie, a njezinu bolju polovicu Kena utjelovljuje Ryan Gosling.\r\n\r\nRežiju potpisuje Greta Gerwig dok zvjezdani cast uključuje još i Willa Ferrella, Kate McKinnon, Simu Liu, Michaela Ceru i Americu Ferreru. Očekivano, scenografijom dominira upečatljiva ružičasta boja, a cijela estetika filma inspirirana je prividom savršenog života i izgleda junaka filma.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Greta Gerwig",
    "duration": "1h 54m",
    "letterboxdUrl": "https://letterboxd.com/film/barbie/",
    "letterboxdRating": "3.9",
    "imdbUrl": "http://www.imdb.com/title/tt1517268/maindetails",
    "imdbRating": null,
    "englishSynopsis": "To live in Barbie Land is to be a perfect being in a perfect place. Unless you have a full-on existential crisis. Or you're a Ken.",
    "trailerLink": "www.youtube.com/watch?v=Ml0bijl4IoA",
    "englishDirectors": ["Greta Gerwig"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/mm/bt/iu/mk/fRyYKQdsXIjw26MendWxpWmvnBs-1200-1200-675-675-crop-000000.jpg?v=0036da8577"
  },
  {
    "id": "4A510000012FEPADHG",
    "filmNumber": 5331,
    "title": "Elementi ",
    "ticketTitle": "Elementi ",
    "originalTitle": "Elemental",
    "synopsis": "Nova maštovita animacija studija Disney i Pixar koja govori o različitostima i njihovoj privlačnosti.\r\nRadnja filma smještena je u svijet u kojem četiri osnovna elementa vatra, zemlja, voda i zrak žive i koegzistiraju. Unatoč njihovim očitim i temeljnim razlikama oni će shvatiti da su mnogo sličniji nego što su mislili i da je ono što se nalazi iznutra puno važnije od onoga što je izvana.\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-06-15",
    "ageRating": "",
    "director": "Pete Docter",
    "duration": "1h 42m",
    "letterboxdUrl": "https://letterboxd.com/film/elemental-2023/",
    "letterboxdRating": "3.3",
    "imdbUrl": "http://www.imdb.com/title/tt15789038/maindetails",
    "imdbRating": 7.1,
    "englishSynopsis": "In a city where fire, water, land, & air residents live together, a fiery young woman & a go-with-the-flow guy will discover something elemental: How much they have in common.",
    "trailerLink": "www.youtube.com/watch?v=hXzcyx9V0xw",
    "englishDirectors": ["Peter Sohn"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/m5/2v/be/p5/elemental-1200-1200-675-675-crop-000000.jpg?v=854f77eca1"
  },
  {
    "id": "4B510000012FEPADHG",
    "filmNumber": 5347,
    "title": "Nemoguća misija: Odmazda - prvi dio",
    "ticketTitle": "Nemoguća misija 7",
    "originalTitle": "Mission: Impossible - Dead Reckoning Part One",
    "synopsis": "Sedmi i osmi film iz franšize 'Nemoguća misija' bit će i službeni ispraćaj Ethana Hunta, kojeg Cruise glumi od 1996. godine. Zbog silnih odgoda, mnogih lokacija snimanja te atraktivnih akcijskih scena budžet filma je dostigao razinu jednog od najskupljih filmova u povijesti.\r\nRedatelj i scenarist je Christopher McQuarrie, a uz neizbježnog Cruisea u filmu nastupaju Rebecca Ferguson, Ving Rhames, Simon Pegg, Esai Morales i Hayley Atwell.\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-07-13",
    "ageRating": "12",
    "director": "Christopher McQuarrie",
    "duration": "2h 43m",
    "letterboxdUrl": "https://letterboxd.com/film/mission-impossible-dead-reckoning-part-one/",
    "letterboxdRating": "4.0",
    "imdbUrl": "http://www.imdb.com/title/tt9603212/maindetails",
    "imdbRating": 8.2,
    "englishSynopsis": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.",
    "trailerLink": "www.youtube.com/watch?v=HurjfO_TDlQ",
    "englishDirectors": ["Christopher McQuarrie"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/y9/xn/y0/xz/mission-impossible-dead-reckoning-part-one-1200-1200-675-675-crop-000000.jpg?v=3511c2e186"
  },
  {
    "id": "4C510000012FEPADHG",
    "filmNumber": 5362,
    "title": "Nikica: Kako je sve počelo",
    "ticketTitle": "Nikica: Kako je sve počelo",
    "originalTitle": "Little Nicholas",
    "synopsis": "Film je nastao prema knjizi \"Nikica\", francuskog autora Renea Goscinnyja, autora dobro poznatih priča o Asterixu i Lucky Lukeu.\r\n\r\nNegdje između Montmartrea i Saint-Germain-des-Présa, Jean-Jacques Sempé i René Goscinny oživljavaju nestašnog i umiljatog dječaka Nikicu na velikom bijelom papiru. Od školskih igara i tučnjava do šala i druženja u ljetnom kampu, Nikica živi veselo i ispunjeno djetinjstvo. Sempé i Goscinny će ispričati priču o svom prijateljstvu, karijeri i otkriti djetinjstvo ispunjeno nadama i snovima.\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-07-13",
    "ageRating": "",
    "director": "Amandine Fredon, Benjamin Massoubre",
    "duration": "1h 26m",
    "letterboxdUrl": "https://letterboxd.com/film/little-nicholas-happy-as-can-be/",
    "letterboxdRating": "3.8",
    "imdbUrl": "http://www.imdb.com/title/tt10290244/maindetails",
    "imdbRating": 7.2,
    "englishSynopsis": "Somewhere between Montmartre and Saint-Germain-des-Prés, Jean-Jacques Sempé and René Goscinny lean over a large white sheet of paper and bring to life a mischievous and endearing boy, Little Nicolas. From schoolyard games and fights to summer camp pranks and camaraderie, Nicolas lives a merry and enriching childhood – and brings friendship and newfound life to his creators, too.",
    "trailerLink": "www.youtube.com/watch?v=jTnqaOsozxw",
    "englishDirectors": ["Benjamin Massoubre", " Amandine Fredon"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/gh/zp/o1/0d/little%20nicholas-1200-1200-675-675-crop-000000.jpg?v=9aef789985"
  },
  {
    "id": "68510000012FEPADHG",
    "filmNumber": 5301,
    "title": "Mala sirena",
    "ticketTitle": "Mala sirena",
    "originalTitle": "Little Mermaid",
    "synopsis": "Dugoočekivani i Oscarom nagrađeni glazbeni klasik studija Disney ove godine dolazi u igranoj verziji priče o djevojci iz mora koja zbog ljubavi odlučuje napustiti svoj bajkoviti podvodni svijet.\r\n\r\nNajmlađa kćer kralja Tritona, Ariel, žudi saznati više o svijetu s druge strane mora, a dok obilazi površinu, zaljubljuje se u poletnog princa Erica. Dok je sirenama zabranjeno komunicirati s ljudima, Ariel mora slijediti svoje srce. Sklapa dogovor sa zlom morskom vješticom Ursulom, što joj daje priliku da iskusi život na kopnu, ali naposljetku dovodi svoj život - i očevu krunu - u opasnost.\r\n",
    "genres": ["Avantura"],
    "nationwideStart": "2023-05-25",
    "ageRating": "",
    "director": "Rob Marshall",
    "duration": "2h 15m",
    "letterboxdUrl": "https://letterboxd.com/film/the-little-mermaid-2023/",
    "letterboxdRating": "3.4",
    "imdbUrl": "http://www.imdb.com/title/tt5971474/maindetails",
    "imdbRating": 7.2,
    "englishSynopsis": "The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.",
    "trailerLink": "www.youtube.com/watch?v=kpGo2_d3oYE",
    "englishDirectors": ["Rob Marshall"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/eg/l5/8r/rm/little-1200-1200-675-675-crop-000000.jpg?v=ef6ed049d6"
  },
  {
    "id": "6B510000012FEPADHG",
    "filmNumber": 5349,
    "title": "Djedica ide na jug",
    "ticketTitle": "Djedica ide na jug",
    "originalTitle": "Dedek gre na jug",
    "synopsis": "Film Djedica ide na jug je priča o životu, ljubavi, prijateljstvu, očekivanjima i potrazi za smislom.\r\nVlado otme svog najboljeg prijatelja Borisa iz bolnice jer ne želi prihvatiti da Boris umire. Boris i Vlado su glazbenici koji se poznaju dugi niz godina jer su zajedno svirali u jazz orkestru. Vlado odlučuje odvesti Borisa u Makedoniju kako bi se ponovno susreo sa svojom dugogodišnjom, nikad prežaljenom ljubavi Nedom s kojom je nesretnim tijekom događaja prekinuo vezu prije mnogo godina. Isprva sve ide po planu, ali onda im put ispriječi Romkinja Esma koja je svjedočila likvidaciji i sada je u bijegu.\r\n",
    "genres": ["Komedija", "Hrvatska"],
    "nationwideStart": "2023-06-22",
    "ageRating": "12",
    "director": "Vinci Vogue Anžlovar",
    "duration": null,
    "letterboxdUrl": "https://letterboxd.com/film/grandpa-goes-south/",
    "letterboxdRating": null,
    "imdbUrl": null,
    "imdbRating": null,
    "englishCategories": null,
    "englishSynopsis": null,
    "trailerLink": null,
    "englishDirectors": null,
    "backgroundImage": null
  },
  {
    "id": "7A510000012FEPADHG",
    "filmNumber": 5334,
    "title": "Indiana Jones i artefakt sudbine",
    "ticketTitle": "Indiana Jones i artefakt sudbi",
    "originalTitle": "Indiana Jones and the Dial of Destiny",
    "synopsis": "Harrison Ford se vraća u ulozi najpoznatijeg profesora arheologije u petom filmu kultne franšize čija je radnja smještena u kasne šezdesete godine prošlog stoljeća, a čitava je priča povezana sa svemirskim programom.",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-29",
    "ageRating": "12",
    "director": "James Mangold",
    "duration": "2h 35m",
    "letterboxdUrl": "https://letterboxd.com/film/indiana-jones-and-the-dial-of-destiny/",
    "letterboxdRating": "3.1",
    "imdbUrl": "http://www.imdb.com/title/tt1462764/maindetails",
    "imdbRating": 6.9,
    "englishSynopsis": "Finding himself in a new era, approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.",
    "trailerLink": "www.youtube.com/watch?v=eQfMbSe7F2g",
    "englishDirectors": ["James Mangold"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/49/bb/xv/vl/dial-1200-1200-675-675-crop-000000.jpg?v=26516aebf1"
  },
  {
    "id": "7B510000012FEPADHG",
    "filmNumber": 5350,
    "title": "Indiana Jones i artefakt sudbine - pauza 15 min",
    "ticketTitle": "Indiana Jones i artefakt sudbi",
    "originalTitle": "Indiana Jones and the Dial of Destiny",
    "synopsis": "Harrison Ford se vraća u ulozi najpoznatijeg profesora arheologije u petom filmu kultne franšize čija je radnja smještena u kasne šezdesete godine prošlog stoljeća, a čitava je priča povezana sa svemirskim programom.",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-29",
    "ageRating": "12",
    "director": "James Mangold",
    "duration": "2h 35m",
    "letterboxdUrl": "https://letterboxd.com/film/indiana-jones-and-the-dial-of-destiny/",
    "letterboxdRating": "3.1",
    "imdbUrl": "http://www.imdb.com/title/tt1462764/maindetails",
    "imdbRating": 6.9,
    "englishSynopsis": "Finding himself in a new era, approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.",
    "trailerLink": "www.youtube.com/watch?v=eQfMbSe7F2g",
    "englishDirectors": ["James Mangold"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/49/bb/xv/vl/dial-1200-1200-675-675-crop-000000.jpg?v=26516aebf1"
  },
  {
    "id": "8B510000012FEPADHG",
    "filmNumber": 5351,
    "title": "Nemoguća misija: Odmazda - prvi dio  - pauza 15 min",
    "ticketTitle": "Nemoguća misija 7",
    "originalTitle": "Mission: Impossible - Dead Reckoning Part One",
    "synopsis": "Sedmi i osmi film iz franšize 'Nemoguća misija' bit će i službeni ispraćaj Ethana Hunta, kojeg Cruise glumi od 1996. godine. Zbog silnih odgoda, mnogih lokacija snimanja te atraktivnih akcijskih scena budžet filma je dostigao razinu jednog od najskupljih filmova u povijesti.\r\nRedatelj i scenarist je Christopher McQuarrie, a uz neizbježnog Cruisea u filmu nastupaju Rebecca Ferguson, Ving Rhames, Simon Pegg, Esai Morales i Hayley Atwell.\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-07-13",
    "ageRating": "12",
    "director": "Christopher McQuarrie",
    "duration": "2h 43m",
    "letterboxdUrl": "https://letterboxd.com/film/mission-impossible-dead-reckoning-part-one/",
    "letterboxdRating": "4.0",
    "imdbUrl": "http://www.imdb.com/title/tt9603212/maindetails",
    "imdbRating": 8.2,
    "englishSynopsis": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.",
    "trailerLink": "www.youtube.com/watch?v=HurjfO_TDlQ",
    "englishDirectors": ["Christopher McQuarrie"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/y9/xn/y0/xz/mission-impossible-dead-reckoning-part-one-1200-1200-675-675-crop-000000.jpg?v=3511c2e186"
  },
  {
    "id": "9B510000012FEPADHG",
    "filmNumber": 5352,
    "title": "Oppenheimer - pauza 15 min",
    "ticketTitle": "Oppenheimer",
    "originalTitle": "Oppenheimer",
    "synopsis": "Oppenheimer je biografski film o američkom fizičaru J. Robertu Oppenheimeru, koji je prozvan \"ocem atomske bombe\". Oppenheimer je bio glavni čovjek Operacije Manhattan, akcije američkih vlasti da stvore nuklearnu bombu i time dobiju prevlast u II. svjetskom ratu, a film pokazuje taj proces od entuzijazma do veselja zbog uspjeha i zabrinutosti zbog rezultata.\r\nGlavnu ulogu u filmu ima Cillian Murphy. Oppenheimer je čak šesta suradnja irskoga glumca i Christophera Nolana. Uz to što je glumio negativca u sva tri filma iz Nolanove Batman trilogije, Cillian Murphy imao je značajne uloge i u njegovim spektaklima Dunkirk i Početak. Plodonosna suradnja je i ovdje nastavljena, a iz prvih kadrova čini se da je Murphy bio odličan izbor za ulogu fizičara Oppenheimera.\r\nUz Murphyja, u filmu glume i Emily Blunt, Robert Downey Jr., Matt Damon, Rami Malek, Florence Pugh, Benny Safdie, Michael Angarano, Josh Hartnett i Kenneth Branagh.\r\n",
    "genres": ["Drama"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Christopher Nolan",
    "duration": "3h 1m",
    "letterboxdUrl": "https://letterboxd.com/film/oppenheimer-2023/",
    "letterboxdRating": null,
    "imdbUrl": "http://www.imdb.com/title/tt15398776/maindetails",
    "imdbRating": null,
    "englishSynopsis": "The story of J. Robert Oppenheimer’s role in the development of the atomic bomb during World War II.",
    "trailerLink": "www.youtube.com/watch?v=pXTvDfOjbh0",
    "englishDirectors": ["Christopher Nolan"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/ia/k8/po/mh/oppenheimer-1200-1200-675-675-crop-000000.jpg?v=5e66fc3585"
  },
  {
    "id": "A8510000012FEPADHG",
    "filmNumber": 5305,
    "title": "Drevna mišologija",
    "ticketTitle": "Drevna mišologija ",
    "originalTitle": "Argonauts",
    "synopsis": "Na daleki put u drevnu Grčku vodi nas mlada i pametna mišica Pattie koja je oduvijek željela postati heroina. Pattie, uz mačka Sama, starog heroja Jasona i Argonaute, kreće u odvažnu potragu kako bi stanovnicima Yolcosa pružila pomoć u izradi kipa grčkog boga mora - Posejdona. Yolcos krasi spomenik Zeusu, ali ne i Posejdonu, što u njemu stvara strašnu ljubomoru koja prelazi u bijes. U žaru ljutnje Posejdon stanovnicima Yolcosa oduzima zlatno runo, koje im osigurava sretan i lagodan život, dajući im rok do kojeg moraju izgraditi i njegov spomenik. U pustolovini života hrabra se mišica suočava s najbizarnijim i najopasnijim stvorenjima iz doba mitologije. \r\n\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-05-11",
    "ageRating": "",
    "director": "David Alaux, Eric Tosti",
    "duration": "1h 35m",
    "letterboxdUrl": "https://letterboxd.com/film/epic-tails/",
    "letterboxdRating": "2.9",
    "imdbUrl": "http://www.imdb.com/title/tt22360682/maindetails",
    "imdbRating": 6,
    "englishSynopsis": "An adventurous mouse sets off to battle dangerous creatures in Ancient Greece, including Poseidon.",
    "trailerLink": "www.youtube.com/watch?v=LiVyhdxLYFc",
    "englishDirectors": ["David Alaux"],
    "backgroundImage": "https://a.ltrbxd.com/resized/film-poster/8/4/4/3/3/1/844331-epic-tails-0-230-0-345-crop.jpg?v=e12e351631"
  },
  {
    "id": "AA510000012FEPADHG",
    "filmNumber": 5337,
    "title": "Crni demon",
    "ticketTitle": "Crni demon",
    "originalTitle": "The Black Demon",
    "synopsis": "Josh Lucas (Ford v Ferrari, Yellowstone) ima glavnu ulogui u ovom napetom horor trileru redatelja filma Rambo: Do zadnje kapi krvi.\r\n\r\nIdilični obiteljski odmor naftnog magnata Paula Sturgesa (Lucas) pretvori se u noćnu moru kada se iz dubina oceana pojavi masivni megalodon poznat po imenu: Crni demon, koji je spreman učiniti sve kako bi zaštitio svoj teritorij. Nasukani i pod stalnim napadima, Paul i njegova obitelj moraju nekako pronaći način kako se vratiti na kopno prije nego što ih ponovno napadne u ovoj epskoj bitci između čovjeka i prirode.\r\n",
    "genres": ["Horor"],
    "nationwideStart": "2023-06-15",
    "ageRating": "15",
    "director": "Adrian Grunberg",
    "duration": "1h 40m",
    "letterboxdUrl": "https://letterboxd.com/film/the-black-demon/",
    "letterboxdRating": "1.7",
    "imdbUrl": "http://www.imdb.com/title/tt10279472/maindetails",
    "imdbRating": 3.7,
    "englishSynopsis": "Oilman Paul Sturges' idyllic family vacation turns into a nightmare when they encounter a ferocious megalodon shark that will stop at nothing to protect its territory. Stranded and under constant attack, Paul and his family must somehow find a way to get his family back to shore alive before it strikes again in this epic battle between humans and nature.",
    "trailerLink": "www.youtube.com/watch?v=1FRtbDz6U1Y",
    "englishDirectors": ["Adrian Grünberg"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/90/o9/2c/iy/black%20demon-1200-1200-675-675-crop-000000.jpg?v=e98ac646f6"
  },
  {
    "id": "CB510000012FEPADHG",
    "filmNumber": 5355,
    "title": "Pakleni provod",
    "ticketTitle": "Pakleni provod",
    "originalTitle": "Joy Ride",
    "synopsis": "Glumica Ashley Park, zvijezda popularne serije Emily u Parizu predvodi žensku ekipu ove komedije scenarista filma Suludo bogati Azijci te producenata filmova Susjedi iz pakla i Ovo je kraj koji garantiraju dva sata fantastične zabave!\r\nUrnebesna priča o identitetu i samootkrivanju usredotočena je na četiri neočekivane prijateljice koji se upuštaju u međunarodnu avanturu koja se događa jednom u životu. Kad Audreyjeno (Ashley Park) poslovno putovanje u Aziju propadne, ona traži pomoć svoje neobuzdane najbolje prijateljice iz djetinjstva Lolo, i Kat, prijateljice s fakulteta koja je postala zvijezda sapunica; neplanirano im se pridružuje i Mrtvooka (Deadeye), Loloina ekscentrična rođakinja neobičnog izgleda. Njihovo epsko iskustvo bez granica postaje putovanje zbližavanja, prijateljstva, pripadnosti i divljeg razvrata koje otkriva univerzalnu istinu o tome što znači voljeti i upoznati sebe.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-07-06",
    "ageRating": "15",
    "director": "Adele Lim",
    "duration": "1h 35m",
    "letterboxdUrl": "https://letterboxd.com/film/joy-ride-2023/",
    "letterboxdRating": "3.5",
    "imdbUrl": "http://www.imdb.com/title/tt15268244/maindetails",
    "imdbRating": 7,
    "englishSynopsis": "Four Asian-American friends travel through Asia in search of one of their birth mothers. Along the way, their experience becomes one of bonding, friendship, belonging and no-holds-barred debauchery.",
    "trailerLink": "www.youtube.com/watch?v=Nn28aZkrFn4",
    "englishDirectors": ["Adele Lim"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/zs/9o/m6/cn/joy%20ride-1200-1200-675-675-crop-000000.jpg?v=583677838d"
  },
  {
    "id": "E9510000012FEPADHG",
    "filmNumber": 5325,
    "title": "Misija Kandahar",
    "ticketTitle": "Misija Kandahar",
    "originalTitle": "Kandahar",
    "synopsis": "Gerard Butler u ulozi operativca CIA-e koji otkriva tajnu misiju u Afganistanu. Redatelj Ric Roman Waugh je sa Butlerom već surađivao na akcijskih hitovima Pad anđela i Grenland.\r\nCurenje obavještajnih podataka razotkriva tajnu misiju i otkriva identitet CIA-inog operativca koji radi na Bliskom Istoku. Zaglavljen u srcu neprijateljskog teritorija, on i njegov prevoditelj moraju se izboriti za izlaz iz pustinje do mjesta spašavanja u Kandaharu u Afganistanu, izbjegavajući elitne specijalne snage koje ih progone…\r\n",
    "genres": ["Akcijski"],
    "nationwideStart": "2023-06-22",
    "ageRating": "15",
    "director": "Ric Roman Waugh",
    "duration": "1h 59m",
    "letterboxdUrl": "https://letterboxd.com/film/kandahar-2023/",
    "letterboxdRating": "2.6",
    "imdbUrl": "http://www.imdb.com/title/tt5761544/maindetails",
    "imdbRating": 6,
    "englishSynopsis": "After his mission is exposed, an undercover CIA operative stuck deep in hostile territory in Afghanistan must fight his way out, alongside his Afghan translator, to an extraction point in Kandahar, all whilst avoiding elite enemy forces and foreign spies tasked with hunting them down.",
    "trailerLink": "www.youtube.com/watch?v=WHs6z9RPGtA",
    "englishDirectors": ["Ric Roman Waugh"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/qv/hh/lr/zz/IMG_2621-1200-1200-675-675-crop-000000.jpg?v=48243d0da6"
  },
  {
    "id": "F9510000012FEPADHG",
    "filmNumber": 5326,
    "title": "Boogeyman",
    "ticketTitle": "Boogeyman",
    "originalTitle": "The Boogeyman",
    "synopsis": "Napeta adaptacija istoimene kratke priče slavnog Stephena Kinga koja će vam utjerati strah u kosti i zbog koje biste mogli provjeravati ima li čudovišta ispod kreveta ili se možda krije u ormaru?!\r\nPriča prati srednjoškolku Sadie i njezinu mlađu sestru Sawyer koje se oporavljaju od tragične smrti majke. Njihov otac radi kao terapeut i nastoji ne razmišljati o tragediji koja ih je zadesila.\r\nKada se njegov očajni pacijent neočekivano pojavi u njihovom domu tražeći pomoć, za sobom ostavlja zastrašujući nadnaravni entitet koji radi plijen od obitelji i hrani se patnjom svojih žrtava.\r\nSadie i Sawyer ubrzo shvate da ih opsjeda sadistička prisutnost u vlastitoj kući. Njih dvije borit će se da to dokažu ocu Willu bez čije pomoći bi moglo biti prekasno za spas.\r\n",
    "genres": ["Horor"],
    "nationwideStart": "2023-06-01",
    "ageRating": "15",
    "director": "Rob Savage",
    "duration": "1h 39m",
    "letterboxdUrl": "https://letterboxd.com/film/the-boogeyman/",
    "letterboxdRating": "2.8",
    "imdbUrl": "http://www.imdb.com/title/tt3427252/maindetails",
    "imdbRating": 6.1,
    "englishSynopsis": "Still reeling from the tragic death of their mother, a teenage girl and her younger sister find themselves plagued by a sadistic presence in their house and struggle to get their grieving father to pay attention before it’s too late.",
    "trailerLink": "www.youtube.com/watch?v=p8BDtwMYFa4",
    "englishDirectors": ["Rob Savage"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/f7/r8/7b/xd/boogey-1200-1200-675-675-crop-000000.jpg?v=16bdcc66ab"
  },
  {
    "id": "3E410000012FEPADHG",
    "filmNumber": 5139,
    "title": "Super Mario Bros. Film ",
    "ticketTitle": "Super Mario Bros. Film ",
    "originalTitle": "The Super Mario Bros. Movie",
    "synopsis": "Iz Nintenda i Illuminationa dolazi novi animirani film inspiriran svijetom iz popularne igrice. Super Mario Bros. Film su producirali osnivač i izvršni direktor Illuminationa Chris Meledandri i Shigeru Miyamoto iz Nintenda.\r\nTrailer nam pokazuje izgled Maria, Bowsera, Toada, Luigija i Kameka zajedno sa vojskom Koopa i Dry Bonesa. Tu su i ljuti pingvini koje smo redovno sretali u Super Mario video igricama, a mogu se čuti i neki likovi kako govore po prvi puta.\r\nS obzirom koliko veliku bazu obožavatelja Super Mario ima, usudili bi se reći i najveću u svijetu video igara budući da su generacije odrastale uz njega, Super Mario Bros. Film će nedvojbeno biti jedan od najvećih hitova 2023. godine.\r\nKraljevstvo gljiva, stižemo!\r\n",
    "genres": ["Animirani"],
    "nationwideStart": "2023-04-06",
    "ageRating": "",
    "director": "Aaron Horvath, Michael Jelenic",
    "duration": "1h 33m",
    "letterboxdUrl": "https://letterboxd.com/film/the-super-mario-bros-movie/",
    "letterboxdRating": "3.3",
    "imdbUrl": "http://www.imdb.com/title/tt6718170/maindetails",
    "imdbRating": 7.1,
    "englishSynopsis": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.",
    "trailerLink": "www.youtube.com/watch?v=RjNcTBXTk4I",
    "englishDirectors": ["Michael Jelenic", " Aaron Horvath"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/f3/61/49/x0/super%20mario-1200-1200-675-675-crop-000000.jpg?v=b10a032c0f"
  },
  {
    "id": "3C510000012FEPADHG",
    "filmNumber": 5333,
    "title": "Barbie - Gold Class",
    "ticketTitle": "Barbie - Gold Class",
    "originalTitle": "Barbie",
    "synopsis": "Ružičasta avantura koja će oduševiti sve generacije. Ulogu ikonične lutke preuzima Margot Robbie, a njezinu bolju polovicu Kena utjelovljuje Ryan Gosling.\r\n\r\nRežiju potpisuje Greta Gerwig dok zvjezdani cast uključuje još i Willa Ferrella, Kate McKinnon, Simu Liu, Michaela Ceru i Americu Ferreru. Očekivano, scenografijom dominira upečatljiva ružičasta boja, a cijela estetika filma inspirirana je prividom savršenog života i izgleda junaka filma.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Greta Gerwig",
    "duration": "1h 54m",
    "letterboxdUrl": "https://letterboxd.com/film/barbie/",
    "letterboxdRating": "3.9",
    "imdbUrl": "http://www.imdb.com/title/tt1517268/maindetails",
    "imdbRating": null,
    "englishSynopsis": "To live in Barbie Land is to be a perfect being in a perfect place. Unless you have a full-on existential crisis. Or you're a Ken.",
    "trailerLink": "www.youtube.com/watch?v=Ml0bijl4IoA",
    "englishDirectors": ["Greta Gerwig"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/mm/bt/iu/mk/fRyYKQdsXIjw26MendWxpWmvnBs-1200-1200-675-675-crop-000000.jpg?v=0036da8577"
  },
  {
    "id": "5B510000012FEPADHG",
    "filmNumber": 5348,
    "title": "Oppenheimer",
    "ticketTitle": "Oppenheimer",
    "originalTitle": "Oppenheimer",
    "synopsis": "Oppenheimer je biografski film o američkom fizičaru J. Robertu Oppenheimeru, koji je prozvan \"ocem atomske bombe\". Oppenheimer je bio glavni čovjek Operacije Manhattan, akcije američkih vlasti da stvore nuklearnu bombu i time dobiju prevlast u II. svjetskom ratu, a film pokazuje taj proces od entuzijazma do veselja zbog uspjeha i zabrinutosti zbog rezultata.\r\nGlavnu ulogu u filmu ima Cillian Murphy. Oppenheimer je čak šesta suradnja irskoga glumca i Christophera Nolana. Uz to što je glumio negativca u sva tri filma iz Nolanove Batman trilogije, Cillian Murphy imao je značajne uloge i u njegovim spektaklima Dunkirk i Početak. Plodonosna suradnja je i ovdje nastavljena, a iz prvih kadrova čini se da je Murphy bio odličan izbor za ulogu fizičara Oppenheimera.\r\nUz Murphyja, u filmu glume i Emily Blunt, Robert Downey Jr., Matt Damon, Rami Malek, Florence Pugh, Benny Safdie, Michael Angarano, Josh Hartnett i Kenneth Branagh.\r\n",
    "genres": ["Drama"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Christopher Nolan",
    "duration": "3h 1m",
    "letterboxdUrl": "https://letterboxd.com/film/oppenheimer-2023/",
    "letterboxdRating": null,
    "imdbUrl": "http://www.imdb.com/title/tt15398776/maindetails",
    "imdbRating": null,
    "englishSynopsis": "The story of J. Robert Oppenheimer’s role in the development of the atomic bomb during World War II.",
    "trailerLink": "www.youtube.com/watch?v=pXTvDfOjbh0",
    "englishDirectors": ["Christopher Nolan"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/ia/k8/po/mh/oppenheimer-1200-1200-675-675-crop-000000.jpg?v=5e66fc3585"
  },
  {
    "id": "AB510000012FEPADHG",
    "filmNumber": 5353,
    "title": "Barbie - Cinelady",
    "ticketTitle": "Barbie - Cinelady",
    "originalTitle": "Barbie",
    "synopsis": "Ružičasta avantura koja će oduševiti sve generacije. Ulogu ikonične lutke preuzima Margot Robbie, a njezinu bolju polovicu Kena utjelovljuje Ryan Gosling.\r\n\r\nRežiju potpisuje Greta Gerwig dok zvjezdani cast uključuje još i Willa Ferrella, Kate McKinnon, Simu Liu, Michaela Ceru i Americu Ferreru. Očekivano, scenografijom dominira upečatljiva ružičasta boja, a cijela estetika filma inspirirana je prividom savršenog života i izgleda junaka filma.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Greta Gerwig",
    "duration": "1h 54m",
    "letterboxdUrl": "https://letterboxd.com/film/barbie/",
    "letterboxdRating": "3.9",
    "imdbUrl": "http://www.imdb.com/title/tt1517268/maindetails",
    "imdbRating": null,
    "englishSynopsis": "To live in Barbie Land is to be a perfect being in a perfect place. Unless you have a full-on existential crisis. Or you're a Ken.",
    "trailerLink": "www.youtube.com/watch?v=Ml0bijl4IoA",
    "englishDirectors": ["Greta Gerwig"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/mm/bt/iu/mk/fRyYKQdsXIjw26MendWxpWmvnBs-1200-1200-675-675-crop-000000.jpg?v=0036da8577"
  },
  {
    "id": "BB510000012FEPADHG",
    "filmNumber": 5354,
    "title": "Tres Chic: Barbie",
    "ticketTitle": "Tres Chic: Barbie",
    "originalTitle": "Barbie",
    "synopsis": "Ružičasta avantura koja će oduševiti sve generacije. Ulogu ikonične lutke preuzima Margot Robbie, a njezinu bolju polovicu Kena utjelovljuje Ryan Gosling.\r\n\r\nRežiju potpisuje Greta Gerwig dok zvjezdani cast uključuje još i Willa Ferrella, Kate McKinnon, Simu Liu, Michaela Ceru i Americu Ferreru. Očekivano, scenografijom dominira upečatljiva ružičasta boja, a cijela estetika filma inspirirana je prividom savršenog života i izgleda junaka filma.\r\n",
    "genres": ["Komedija"],
    "nationwideStart": "2023-07-20",
    "ageRating": "12",
    "director": "Greta Gerwig",
    "duration": "1h 54m",
    "letterboxdUrl": "https://letterboxd.com/film/barbie/",
    "letterboxdRating": "3.9",
    "imdbUrl": "http://www.imdb.com/title/tt1517268/maindetails",
    "imdbRating": null,
    "englishSynopsis": "To live in Barbie Land is to be a perfect being in a perfect place. Unless you have a full-on existential crisis. Or you're a Ken.",
    "trailerLink": "www.youtube.com/watch?v=Ml0bijl4IoA",
    "englishDirectors": ["Greta Gerwig"],
    "backgroundImage": "https://a.ltrbxd.com/resized/sm/upload/mm/bt/iu/mk/fRyYKQdsXIjw26MendWxpWmvnBs-1200-1200-675-675-crop-000000.jpg?v=0036da8577"
  }
]
