[{"id":"0D510000012FEPADHG","filmNumber":5374,"title":"Anđeo tame","ticketTitle":"Anđeo tame","originalTitle":"From Black","synopsis":"Glavnu ulogu tumači Anna Camp, što je samo po sebi dovoljan razlog da pogledate ovaj horor film. Vjerujte, sigurno nećete ostati razočarani!\r\nMlada majka, shrvana krivnjom nakon nestanka svog sina prije 5 godina, dobiva bizarnu ponudu da sazna istinu i ispravi stvari. Koliko je spremna platiti za iskupljenje? \r\n","genres":["Horor"],"nationwideStart":"2023-08-10","ageRating":"15","director":"Thomas Marchese","duration":"1h 50m","letterboxdUrl":"https://letterboxd.com/film/from-black/","letterboxdRating":"2.7","imdbUrl":"http://www.imdb.com/title/tt13497984/maindetails","imdbRating":5,"englishCategories":"horror","englishSynopsis":"A young mother who's crushed by guilt and shame after the disappearance of her young son five years previously, is offered a bizarre opportunity to learn the truth and set things right. Is she willing to pay the terrifying price for a chance to hold her boy again?","trailerLink":"https://www.youtube.com/watch?v=aOljiTJl4ww","englishDirectors":["Thomas Marchese"],"backgroundImage":"https://a.ltrbxd.com/resized/film-poster/8/4/8/4/1/7/848417-from-black-0-230-0-345-crop.jpg?v=6a2e31dd31"},{"id":"1B510000012FEPADHG","filmNumber":5344,"title":"Ruby: Tinejdžerica Kraken ","ticketTitle":"Ruby: Tinejdžerica Kraken ","originalTitle":"Ruby Gillman, Teenage Kraken","synopsis":"Ovog ljeta DreamWorks Animation zaranja u turbulentne vode srednje škole s urnebesnom, iskrenom akcijskom komedijom o sramežljivoj tinejdžerici koja otkriva da je dio legendarne kraljevske loze mitskih morskih krakena i da je njezina sudbina, u dubinama oceana, veća nego što je ikada sanjala.\r\nSlatka, nespretna 16-godišnja Ruby Gillman (Lana Condor, To All the Boys I've Loved Before) očajnički se želi uklopiti u Oceanside High, ali uglavnom se samo osjeća nevidljivo.\r\nDaje poduku iz matematike svojoj simpatiji skejteru (Jaboukie Young-White, Ralph Brakes The Internet), koji joj se, čini se, divi samo zbog njene neobične kože, a spriječena je da se druži s kul klincima na plaži zbog svoje previše zaštitnički nastrojene supermame (nominirana za Oscara Toni Collette, Knives Out), koja je zabranila Ruby da kad ulazi u vodu.\r\nAli kada prekrši mamino pravilo br. 1, Ruby će otkriti da je izravni potomak ratničkih kraljica Kraken i da joj je suđeno da naslijedi prijestolje od svoje bake zapovjednice (dobitnica Oscara Jane Fonda), kraljice ratnika Sedam mora.\r\nKrakeni su se zakleli da će štititi oceane svijeta od uzaludnih sirena željnih moći koje se stoljećima bore s Krakenima. Postoji jedan veliki i trenutni problem s tim: lijepa, popularna nova djevojka u školi, Chelsea (dobitnica Emmyja Annie Murphy, Schitt's Creek) slučajno je sirena. Ruby će naposljetku morati prigrliti ono što jest i učiniti sve kako bi zaštitila one koje najviše voli.\r\n","genres":["Animirani"],"nationwideStart":"2023-06-29","ageRating":"","director":"Kirk DeMicco","duration":"1h 31m","letterboxdUrl":"https://letterboxd.com/film/ruby-gillman-teenage-kraken/","letterboxdRating":"2.6","imdbUrl":"http://www.imdb.com/title/tt27155038/maindetails","imdbRating":5.7,"englishCategories":"family","englishSynopsis":"A shy teenager discovers that she's part of a legendary royal lineage of mythical sea krakens and that her destiny, in the depths of the oceans, is bigger than she ever dreamed.","trailerLink":"https://www.youtube.com/watch?v=u4uyD8FFUIw","englishDirectors":["Kirk DeMicco"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/0o/b3/1h/0m/ruby-gillman-1200-1200-675-675-crop-000000.jpg?v=a53d519eed"},{"id":"1D510000012FEPADHG","filmNumber":5375,"title":"Ljubav na prvi vau","ticketTitle":"Ljubav na prvi vau","originalTitle":"Puppy Love","synopsis":"Romantična komedija koja će vas uvjeriti da postoji ljubav i na drugi pogled. \r\nNakon katastrofalnog prvog Tinder spoja, Nicole i Max se više nikad ne žele vidjeti. Ali kada nesretni par sazna da im psići iščekuju štence, odluče ostati skupa do poroda. Urnebesno neusklađeni Nicole i Max prisiljeni su postati odgovorni suroditelji, ali na kraju i sami pronađu ljubav.\r\n","genres":["Komedija"],"nationwideStart":"2023-08-17","ageRating":"12","director":"Nick Fabiano, Richard Alan Reid","duration":"1h 46m","letterboxdUrl":"https://letterboxd.com/film/puppy-love-2023/","letterboxdRating":"3.1","imdbUrl":"http://www.imdb.com/title/tt28182736/maindetails","imdbRating":6.3,"englishCategories":"romance","englishSynopsis":"After a disastrous first date, wild-child Nicole and socially-anxious Max vow to lose each other’s numbers until they learn that their dogs found a love match, and now puppies are on the way! The hilariously mismatched Nicole and Max are forced to become responsible co-parents, but may end up finding love themselves.","trailerLink":"https://www.youtube.com/watch?v=_k_xFt9h5qY","englishDirectors":["Richard Alan Reid"," Nicholas Fabiano"],"backgroundImage":"https://a.ltrbxd.com/resized/film-poster/1/0/3/0/2/5/8/1030258-puppy-love-0-230-0-345-crop.jpg?v=05fe7c9c9d"},{"id":"2C510000012FEPADHG","filmNumber":5361,"title":"Napad na Pariz","ticketTitle":"Napad na Pariz","originalTitle":"Novembre","synopsis":"Dobitnik nagrade Oscar® Jean Dujardin u glavnoj ulozi u trileru Cédrica Jimeneza.\r\nFilm prati francuske antiterorističke službe tijekom lova na osumnjičene nakon napada u Parizu 13. 11. 2015.\r\n","genres":["Triler"],"nationwideStart":"2023-07-27","ageRating":"15","director":"Cédric Jimenez","duration":"1h 45m","letterboxdUrl":"https://letterboxd.com/film/november-2022/","letterboxdRating":"3.3","imdbUrl":"http://www.imdb.com/title/tt14542254/maindetails","imdbRating":6.8,"englishCategories":"thriller","englishSynopsis":"In November 2015, a series of unprecedented and deadly attacks hits Paris. The anti-terrorist police led by Heloise and her chief commander Fred - face an unprecedented level of pressure: in a race against the clock, they must find the perpetrators of the attacks as quickly as possible before they can strike again, travelling across Europe and beyond in one of the biggest manhunts in history.","trailerLink":"https://www.youtube.com/watch?v=t8CHwgz4sY4","englishDirectors":["Cédric Jimenez"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/e3/5z/et/sf/november-1200-1200-675-675-crop-000000.jpg?v=f491b73a40"},{"id":"3B510000012FEPADHG","filmNumber":5346,"title":"Barbie","ticketTitle":"Barbie","originalTitle":"Barbie","synopsis":"Ružičasta avantura koja će oduševiti sve generacije. Ulogu ikonične lutke preuzima Margot Robbie, a njezinu bolju polovicu Kena utjelovljuje Ryan Gosling.\r\n\r\nRežiju potpisuje Greta Gerwig dok zvjezdani cast uključuje još i Willa Ferrella, Kate McKinnon, Simu Liu, Michaela Ceru i Americu Ferreru. Očekivano, scenografijom dominira upečatljiva ružičasta boja, a cijela estetika filma inspirirana je prividom savršenog života i izgleda junaka filma.\r\n","genres":["Komedija"],"nationwideStart":"2023-07-20","ageRating":"12","director":"Greta Gerwig","duration":"1h 54m","letterboxdUrl":"https://letterboxd.com/film/barbie/","letterboxdRating":"4.1","imdbUrl":"http://www.imdb.com/title/tt1517268/maindetails","imdbRating":7.4,"englishCategories":"fantasy","englishSynopsis":"Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans.","trailerLink":"https://www.youtube.com/watch?v=Ml0bijl4IoA","englishDirectors":["Greta Gerwig"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/mm/bt/iu/mk/fRyYKQdsXIjw26MendWxpWmvnBs-1200-1200-675-675-crop-000000.jpg?v=0036da8577"},{"id":"4A510000012FEPADHG","filmNumber":5331,"title":"Elementi ","ticketTitle":"Elementi ","originalTitle":"Elemental","synopsis":"Nova maštovita animacija studija Disney i Pixar koja govori o različitostima i njihovoj privlačnosti.\r\nRadnja filma smještena je u svijet u kojem četiri osnovna elementa vatra, zemlja, voda i zrak žive i koegzistiraju. Unatoč njihovim očitim i temeljnim razlikama oni će shvatiti da su mnogo sličniji nego što su mislili i da je ono što se nalazi iznutra puno važnije od onoga što je izvana.\r\n","genres":["Animirani"],"nationwideStart":"2023-06-15","ageRating":"","director":"Pete Docter","duration":"1h 42m","letterboxdUrl":"https://letterboxd.com/film/elemental-2023/","letterboxdRating":"3.3","imdbUrl":"http://www.imdb.com/title/tt15789038/maindetails","imdbRating":7,"englishCategories":"animation","englishSynopsis":"In a city where fire, water, land, & air residents live together, a fiery young woman & a go-with-the-flow guy will discover something elemental: How much they have in common.","trailerLink":"https://www.youtube.com/watch?v=hXzcyx9V0xw","englishDirectors":["Peter Sohn"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/m5/2v/be/p5/elemental-1200-1200-675-675-crop-000000.jpg?v=854f77eca1"},{"id":"4B510000012FEPADHG","filmNumber":5347,"title":"Nemoguća misija: Odmazda - prvi dio","ticketTitle":"Nemoguća misija 7","originalTitle":"Mission: Impossible - Dead Reckoning Part One","synopsis":"Sedmi i osmi film iz franšize 'Nemoguća misija' bit će i službeni ispraćaj Ethana Hunta, kojeg Cruise glumi od 1996. godine. Zbog silnih odgoda, mnogih lokacija snimanja te atraktivnih akcijskih scena budžet filma je dostigao razinu jednog od najskupljih filmova u povijesti.\r\nRedatelj i scenarist je Christopher McQuarrie, a uz neizbježnog Cruisea u filmu nastupaju Rebecca Ferguson, Ving Rhames, Simon Pegg, Esai Morales i Hayley Atwell.\r\n","genres":["Akcijski"],"nationwideStart":"2023-07-13","ageRating":"12","director":"Christopher McQuarrie","duration":"2h 44m","letterboxdUrl":"https://letterboxd.com/film/mission-impossible-dead-reckoning-part-one/","letterboxdRating":"3.8","imdbUrl":"http://www.imdb.com/title/tt9603212/maindetails","imdbRating":8,"englishCategories":"action","englishSynopsis":"Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the fate of the world at stake, and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan is forced to consider that nothing can matter more than his mission – not even the lives of those he cares about most.","trailerLink":"https://www.youtube.com/watch?v=HurjfO_TDlQ","englishDirectors":["Christopher McQuarrie"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/y9/xn/y0/xz/mission-impossible-dead-reckoning-part-one-1200-1200-675-675-crop-000000.jpg?v=3511c2e186"},{"id":"4C510000012FEPADHG","filmNumber":5362,"title":"Nikica: Kako je sve počelo","ticketTitle":"Nikica: Kako je sve počelo","originalTitle":"Little Nicholas","synopsis":"Film je nastao prema knjizi \"Nikica\", francuskog autora Renea Goscinnyja, autora dobro poznatih priča o Asterixu i Lucky Lukeu.\r\n\r\nNegdje između Montmartrea i Saint-Germain-des-Présa, Jean-Jacques Sempé i René Goscinny oživljavaju nestašnog i umiljatog dječaka Nikicu na velikom bijelom papiru. Od školskih igara i tučnjava do šala i druženja u ljetnom kampu, Nikica živi veselo i ispunjeno djetinjstvo. Sempé i Goscinny će ispričati priču o svom prijateljstvu, karijeri i otkriti djetinjstvo ispunjeno nadama i snovima.\r\n","genres":["Animirani"],"nationwideStart":"2023-07-13","ageRating":"","director":"Amandine Fredon, Benjamin Massoubre","duration":"1h 26m","letterboxdUrl":"https://letterboxd.com/film/little-nicholas-happy-as-can-be/","letterboxdRating":"3.8","imdbUrl":"http://www.imdb.com/title/tt10290244/maindetails","imdbRating":7.2,"englishCategories":"family","englishSynopsis":"Somewhere between Montmartre and Saint-Germain-des-Prés, Jean-Jacques Sempé and René Goscinny lean over a large white sheet of paper and bring to life a mischievous and endearing boy, Little Nicolas. From schoolyard games and fights to summer camp pranks and camaraderie, Nicolas lives a merry and enriching childhood – and brings friendship and newfound life to his creators, too.","trailerLink":"https://www.youtube.com/watch?v=jTnqaOsozxw","englishDirectors":["Benjamin Massoubre"," Amandine Fredon"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/gh/zp/o1/0d/little%20nicholas-1200-1200-675-675-crop-000000.jpg?v=9aef789985"},{"id":"5A510000012FEPADHG","filmNumber":5332,"title":"Pušteni s lanca","ticketTitle":"Pušteni s lanca","originalTitle":"Strays","synopsis":"Psi koji govore na filmu su uglavnom ljupki, ali ne i u komediji redatelja Josha Greenbauma. U filmu Pušteni s lanca oni psuju, rade nepodopštine i smišljaju kako se osvetiti lošem vlasniku.\r\nNa prvi pogled, Pušteni s lanca je film koji ste vidjeli već toliko puta. Simpatični pas izgubi vlasnika, pa prolazi kroz nevjerojatnu avanturu kako bi mu se vratio… No, ovaj film nema nimalo te pretjerane slatkoće.\r\nKad Reggieja (Will Ferrell), naivnog, nemilosrdno optimističnog border terijera, napusti na opakim gradskim ulicama njegov nevaljali vlasnik Doug (Will Forte), Reggie je siguran da ga njegov voljeni vlasnik nikada ne bi ostavio namjerno. Ali jednom kada se Reggie spoji s bostonskim terijerom koji brzo govori i psuje Bugom (dobitnik Oscara Jamie Foxx), lutalicom koji voli svoju slobodu i vjeruje da su vlasnici naivčine, Reggie konačno shvaća da je bio u toksičnoj vezi i počinje doživljavati Douga kao bezosjećajnog ljigavca kakav je.\r\nOdlučni u potrazi za osvetom, Reggie, Bug i Bugovi prijatelji - Maggie (Isla Fisher), pametna australska ovčarka koju je novo štene njenog vlasnika zanemarilo, i Hunter (Randall Park), tjeskobna njemačka doga koja je pod stresom zbog svog posla kao životinje za emocionalnu potporu-zajedno kuju plan i upuste se u epsku avanturu kako bi pomogli Reggieju da pronađe put kući… I natjera Douga da plati odgrizajući stvar koji voli najviše. (Savjet: to nije njegovo stopalo).\r\n","genres":["Komedija"],"nationwideStart":"2023-08-24","ageRating":"15","director":"Josh Greenbaum","duration":"1h 33m","letterboxdUrl":"https://letterboxd.com/film/strays-2023/","letterboxdRating":"2.7","imdbUrl":"http://www.imdb.com/title/tt15153532/maindetails","imdbRating":6.4,"englishCategories":"comedy","englishSynopsis":"When Reggie is abandoned on the mean city streets by his lowlife owner, Doug, Reggie is certain that his beloved owner would never leave him on purpose. But once Reggie falls in with a fast-talking, foul-mouthed stray who loves his freedom and believes that owners are for suckers, Reggie finally realizes he was in a toxic relationship and begins to see Doug for the heartless sleazeball that he is.","trailerLink":"https://www.youtube.com/watch?v=26Xq6_g2r6Q","englishDirectors":["Josh Greenbaum"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/xx/qs/hq/qg/strays-1200-1200-675-675-crop-000000.jpg?v=2af4a07f76"},{"id":"5B510000012FEPADHG","filmNumber":5348,"title":"Oppenheimer","ticketTitle":"Oppenheimer","originalTitle":"Oppenheimer","synopsis":"Oppenheimer je biografski film o američkom fizičaru J. Robertu Oppenheimeru, koji je prozvan \"ocem atomske bombe\". Oppenheimer je bio glavni čovjek Operacije Manhattan, akcije američkih vlasti da stvore nuklearnu bombu i time dobiju prevlast u II. svjetskom ratu, a film pokazuje taj proces od entuzijazma do veselja zbog uspjeha i zabrinutosti zbog rezultata.\r\nGlavnu ulogu u filmu ima Cillian Murphy. Oppenheimer je čak šesta suradnja irskoga glumca i Christophera Nolana. Uz to što je glumio negativca u sva tri filma iz Nolanove Batman trilogije, Cillian Murphy imao je značajne uloge i u njegovim spektaklima Dunkirk i Početak. Plodonosna suradnja je i ovdje nastavljena, a iz prvih kadrova čini se da je Murphy bio odličan izbor za ulogu fizičara Oppenheimera.\r\nUz Murphyja, u filmu glume i Emily Blunt, Robert Downey Jr., Matt Damon, Rami Malek, Florence Pugh, Benny Safdie, Michael Angarano, Josh Hartnett i Kenneth Branagh.\r\n","genres":["Drama"],"nationwideStart":"2023-07-20","ageRating":"12","director":"Christopher Nolan","duration":"3h 1m","letterboxdUrl":"https://letterboxd.com/film/oppenheimer-2023/","letterboxdRating":"4.3","imdbUrl":"http://www.imdb.com/title/tt15398776/maindetails","imdbRating":8.6,"englishCategories":"drama","englishSynopsis":"The story of J. Robert Oppenheimer’s role in the development of the atomic bomb during World War II.","trailerLink":"https://www.youtube.com/watch?v=pXTvDfOjbh0","englishDirectors":["Christopher Nolan"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/mn/uu/op/02/oppenheimer-2023-1200-1200-675-675-crop-000000.jpg?v=aa1b3a6d85"},{"id":"5C510000012FEPADHG","filmNumber":5363,"title":"Meg 2: Put u dubinu","ticketTitle":"Meg 2: Put u dubinu","originalTitle":"The Meg 2: The Trench","synopsis":"Nastavak filma iz 2018. godine. Jason Statham i njegov tim vraćaju se u daljnje istraživanje Marijanske brazde gdje će se suočiti s novim, još većim zastrašujućim stvorenjima.\r\nZaronite u neistražene vode s Jasonom Stathamom i globalnom akcijskom ikonom Wu Jingom dok vode odvažni istraživački tim ronioca u najveće dubine oceana. Njihovo putovanje ubrzo postaje kaos kada zlonamjerna rudarska kompanija zaprijeti njihovoj misiji i natjera ih na bitku za preživljavanje s visokim ulozima. Suprotstavljeni kolosalnim morskim psima megalodonima s jedne strane, te nemilosrdnim otimačima s druge, naši heroji moraju nadmudriti te nemilosrdne predatore u utrci s vremenom.\r\n","genres":["Akcijski"],"nationwideStart":"2023-08-03","ageRating":"12","director":"Ben Wheatley","duration":"1h 56m","letterboxdUrl":"https://letterboxd.com/film/meg-2-the-trench/","letterboxdRating":"2.2","imdbUrl":"http://www.imdb.com/title/tt9224104/maindetails","imdbRating":5.5,"englishCategories":"action","englishSynopsis":"An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.","trailerLink":"https://www.youtube.com/watch?v=dG91B3hHyY4","englishDirectors":["Ben Wheatley"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/lg/o2/2a/vh/meg-2-the-trench-1200-1200-675-675-crop-000000.jpg?v=4820cf8ceb"},{"id":"68510000012FEPADHG","filmNumber":5301,"title":"Mala sirena","ticketTitle":"Mala sirena","originalTitle":"Little Mermaid","synopsis":"Dugoočekivani i Oscarom nagrađeni glazbeni klasik studija Disney ove godine dolazi u igranoj verziji priče o djevojci iz mora koja zbog ljubavi odlučuje napustiti svoj bajkoviti podvodni svijet.\r\n\r\nNajmlađa kćer kralja Tritona, Ariel, žudi saznati više o svijetu s druge strane mora, a dok obilazi površinu, zaljubljuje se u poletnog princa Erica. Dok je sirenama zabranjeno komunicirati s ljudima, Ariel mora slijediti svoje srce. Sklapa dogovor sa zlom morskom vješticom Ursulom, što joj daje priliku da iskusi život na kopnu, ali naposljetku dovodi svoj život - i očevu krunu - u opasnost.\r\n","genres":["Avantura"],"nationwideStart":"2023-05-25","ageRating":"","director":"Rob Marshall","duration":"2h 15m","letterboxdUrl":"https://letterboxd.com/film/the-little-mermaid-2023/","letterboxdRating":"3.3","imdbUrl":"http://www.imdb.com/title/tt5971474/maindetails","imdbRating":7.2,"englishCategories":"fantasy","englishSynopsis":"The youngest of King Triton’s daughters, and the most defiant, Ariel longs to find out more about the world beyond the sea, and while visiting the surface, falls for the dashing Prince Eric. With mermaids forbidden to interact with humans, Ariel makes a deal with the evil sea witch, Ursula, which gives her a chance to experience life on land, but ultimately places her life – and her father’s crown – in jeopardy.","trailerLink":"https://www.youtube.com/watch?v=kpGo2_d3oYE","englishDirectors":["Rob Marshall"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/eg/l5/8r/rm/little-1200-1200-675-675-crop-000000.jpg?v=ef6ed049d6"},{"id":"6C510000012FEPADHG","filmNumber":5364,"title":"Gran Turismo","ticketTitle":"Gran Turismo","originalTitle":"Gran Turismo","synopsis":"Prema istinitoj priči Janna Mardenborougha, film je ultimativno ispunjenje snova mladog igrača Gran Turisma koji je svojim igračkim vještinama osvojio niz Nissanovih natjecanja kako bi postao stvarni profesionalni vozač trkaćih automobila. Jann Mardenborough (Archie Madekwe) je tinejdžer koji po cijele dane igra Gran Turismo igre, unatoč prigovorima svojim roditelja. No, kad dođe prilika za natjecanje koje održava GT Academy, Jann će dobiti priliku svoje gaming iskustvo iskoristiti za osvajanje glavne nagrade - ulazak u vode profesionalnih utrka!","genres":["Sportska drama"],"nationwideStart":"2023-08-24","ageRating":"12","director":"Neill Blomkamp","duration":"2h 15m","letterboxdUrl":"https://letterboxd.com/film/gran-turismo/","letterboxdRating":"3.4","imdbUrl":"http://www.imdb.com/title/tt4495098/maindetails","imdbRating":7.3,"englishCategories":"drama","englishSynopsis":"The ultimate wish fulfillment tale of a teenage Gran Turismo player whose gaming skills won him a series of Nissan competitions to become an actual professional racecar driver.","trailerLink":"https://www.youtube.com/watch?v=ZCYHn8mvyF8","englishDirectors":["Neill Blomkamp"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/e1/k5/aw/3i/gran%20turismo-1200-1200-675-675-crop-000000.jpg?v=7d966ed75e"},{"id":"7A510000012FEPADHG","filmNumber":5334,"title":"Indiana Jones i artefakt sudbine","ticketTitle":"Indiana Jones i artefakt sudbi","originalTitle":"Indiana Jones and the Dial of Destiny","synopsis":"Harrison Ford se vraća u ulozi najpoznatijeg profesora arheologije u petom filmu kultne franšize čija je radnja smještena u kasne šezdesete godine prošlog stoljeća, a čitava je priča povezana sa svemirskim programom.","genres":["Akcijski"],"nationwideStart":"2023-06-29","ageRating":"12","director":"James Mangold","duration":"2h 35m","letterboxdUrl":"https://letterboxd.com/film/indiana-jones-and-the-dial-of-destiny/","letterboxdRating":"3.0","imdbUrl":"http://www.imdb.com/title/tt1462764/maindetails","imdbRating":6.8,"englishCategories":"fantasy","englishSynopsis":"Finding himself in a new era, approaching retirement, Indy wrestles with fitting into a world that seems to have outgrown him. But as the tentacles of an all-too-familiar evil return in the form of an old rival, Indy must don his hat and pick up his whip once more to make sure an ancient and powerful artifact doesn't fall into the wrong hands.","trailerLink":"https://www.youtube.com/watch?v=eQfMbSe7F2g","englishDirectors":["James Mangold"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/49/bb/xv/vl/dial-1200-1200-675-675-crop-000000.jpg?v=26516aebf1"},{"id":"7C510000012FEPADHG","filmNumber":5365,"title":"Blue Beetle","ticketTitle":"Blue Beetle","originalTitle":"Blue Beetle","synopsis":"Blue Beetle je akcijska, moderna priča koja daje svjež, zabavan pogled na žanr superheroja u kombinaciji odličnog humora, akcije i emocija koji se ne smiju propustiti.\r\n\r\nOva epska avantura istražuje kako Jaime Reyes, običan mladić koji je tek diplomirao na fakultetu, nevoljko odgovara na poziv tajanstvene i moćne relikvije koja zauvijek mijenja njegovu sudbinu. On uz pomoć svoje obitelji i izvanrednog tehnološki naprednog super odijela ... otkriva da može spasiti svijet.\r\n","genres":["Akcijski"],"nationwideStart":"2023-08-17","ageRating":"12","director":"Angel Manuel Soto","duration":"2h 8m","letterboxdUrl":"https://letterboxd.com/film/blue-beetle/","letterboxdRating":"3.2","imdbUrl":"http://www.imdb.com/title/tt9362930/maindetails","imdbRating":6.8,"englishCategories":"action","englishSynopsis":"Recent college grad Jaime Reyes returns home full of aspirations for his future, only to find that home is not quite as he left it. As he searches to find his purpose in the world, fate intervenes when Jaime unexpectedly finds himself in possession of an ancient relic of alien biotechnology: the Scarab.","trailerLink":"https://www.youtube.com/watch?v=4wxyy8Rcz4k","englishDirectors":["Ángel Manuel Soto"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/kc/xr/qr/v5/blue-beetle-1200-1200-675-675-crop-000000.jpg?v=a20cbdf4e6"},{"id":"8C510000012FEPADHG","filmNumber":5366,"title":"Nindža kornjače: Makljaža s mutantima","ticketTitle":"Nindža kornjače: Makljaža s mu","originalTitle":"Teenage Mutant Ninja Turtles: Mutant Mayhem","synopsis":"Ova nova animirana avantura dolazi od Setha Rogena i potpuno je nova interpretacija popularne franšize u kojoj sve vrvi od slavnih glumaca i poznatih osoba.\r\nNajpoznatije kornjače na svijetu, ovoga će ljeta pod vodstvom učitelja Splintera ponovo uzeti pravdu u svoje ruke i upustiti se u borbu protiv najopasnijih kriminalaca!\r\nNakon što su se godinama krili od ljudi, kreću osvojiti New York. Njihova nova prijateljica April O'Neil pomaže im u borbi s misterioznim zločinačkim udruženjem, ali ubrzo će imati pune ruke posla kada na njih puste vojsku mutanata.\r\n","genres":["Animirani"],"nationwideStart":"2023-08-10","ageRating":"","director":"Jeff Rowe","duration":"1h 40m","letterboxdUrl":"https://letterboxd.com/film/teenage-mutant-ninja-turtles-mutant-mayhem/","letterboxdRating":"3.8","imdbUrl":"http://www.imdb.com/title/tt8589698/maindetails","imdbRating":7.5,"englishCategories":"comedy","englishSynopsis":"After years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O'Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them.","trailerLink":"https://www.youtube.com/watch?v=JhXRNRmuYcc","englishDirectors":["Jeff Rowe"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/es/iv/l0/qj/tmntmm110k2-1200-1200-675-675-crop-000000.jpg?v=4df0c3db0a"},{"id":"9C510000012FEPADHG","filmNumber":5367,"title":"Asteroid City","ticketTitle":"Asteroid City","originalTitle":"Asteroid City","synopsis":"Još jedan odličan film iz radionice Wesa Andersona. Radnja filma odvija se '50-ih godina prošloga stoljeća, a film prati djecu i roditelje koji dolaze u pustinjski grad na Junior Stargazer/Space Cadet konveciju koja okuplja astronome, nastavnike, obitelji tinejdžera zainteresiranih za astronomiju te vojsku. Svi oni očekuju ugodno druženje protkano zajedništvom i natjecanjem u znanju, no umjesto toga svjedoče kaosu nakon što dolazi do prekida konvencije zbog \"događaja koji mijenjaju svijet\".\r\nOvaj se film može pohvaliti \"zvjezdanom\" glumačkom postavom koju čine: Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright, Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody, Liev Schreiber, Hope Davis, Stephen Park, Rupert Friend, Maya Hawke, Steve Carell, Matt Dillon, Hong Chau, Willem Dafoe, Margot Robbie, Tony Revolori, Jake Ryan i Jeff Goldblum.\r\n","genres":["Komedija"],"nationwideStart":"2023-08-17","ageRating":"12","director":"Wes Anderson","duration":"1h 45m","letterboxdUrl":"https://letterboxd.com/film/asteroid-city/","letterboxdRating":"3.6","imdbUrl":"http://www.imdb.com/title/tt14230388/maindetails","imdbRating":6.7,"englishCategories":"comedy","englishSynopsis":"Set in a fictional American desert town circa 1955, the itinerary of a Junior Stargazer/Space Cadet convention (organized to bring together students and parents from across the country for fellowship and scholarly competition) is spectacularly disrupted by world-changing events.","trailerLink":"https://www.youtube.com/watch?v=WCoHy4EWl9E","englishDirectors":["Wes Anderson"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/j4/pi/fy/cf/525FJ1YD28efjP5cI7V2gDro6Qc-1200-1200-675-675-crop-000000.jpg?v=c93e68da37"},{"id":"A8510000012FEPADHG","filmNumber":5305,"title":"Drevna mišologija","ticketTitle":"Drevna mišologija ","originalTitle":"Argonauts","synopsis":"Na daleki put u drevnu Grčku vodi nas mlada i pametna mišica Pattie koja je oduvijek željela postati heroina. Pattie, uz mačka Sama, starog heroja Jasona i Argonaute, kreće u odvažnu potragu kako bi stanovnicima Yolcosa pružila pomoć u izradi kipa grčkog boga mora - Posejdona. Yolcos krasi spomenik Zeusu, ali ne i Posejdonu, što u njemu stvara strašnu ljubomoru koja prelazi u bijes. U žaru ljutnje Posejdon stanovnicima Yolcosa oduzima zlatno runo, koje im osigurava sretan i lagodan život, dajući im rok do kojeg moraju izgraditi i njegov spomenik. U pustolovini života hrabra se mišica suočava s najbizarnijim i najopasnijim stvorenjima iz doba mitologije. \r\n\r\n","genres":["Animirani"],"nationwideStart":"2023-05-11","ageRating":"","director":"David Alaux, Eric Tosti","duration":"1h 35m","letterboxdUrl":"https://letterboxd.com/film/epic-tails/","letterboxdRating":"2.9","imdbUrl":"http://www.imdb.com/title/tt22360682/maindetails","imdbRating":5.8,"englishCategories":"family","englishSynopsis":"An adventurous mouse sets off to battle dangerous creatures in Ancient Greece, including Poseidon.","trailerLink":"https://www.youtube.com/watch?v=LiVyhdxLYFc","englishDirectors":["David Alaux"],"backgroundImage":"https://a.ltrbxd.com/resized/film-poster/8/4/4/3/3/1/844331-epic-tails-0-230-0-345-crop.jpg?v=e12e351631"},{"id":"AC510000012FEPADHG","filmNumber":5368,"title":"The First Slam Dunk","ticketTitle":"The First Slam Dunk","originalTitle":"The First Slam Dunk","synopsis":"","genres":["Animirani"],"nationwideStart":"2023-08-25","ageRating":"","director":"Takehiko Inoue","duration":"2h 5m","letterboxdUrl":"https://letterboxd.com/film/the-first-slam-dunk/","letterboxdRating":"4.2","imdbUrl":"http://www.imdb.com/title/tt15242330/maindetails","imdbRating":8.4,"englishCategories":"animation","englishSynopsis":"Shohoku's “speedster” and point guard, Ryota Miyagi, always plays with brains and lightning speed, running circles around his opponents while feigning composure. In his second year of high school, Ryota plays with the Shohoku High School basketball team along with Sakuragi, Rukawa, Akagi, and Mitsui as they take the stage at the Inter-High School National Championship. And now, they are on the brink of challenging the reigning champions, Sannoh Kogyo High School.","trailerLink":"https://www.youtube.com/watch?v=gJy-t0k14X4","englishDirectors":["Takehiko Inoue"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/i0/vk/0o/fl/Screen%20Shot%202023-01-30%20at%201.01.33%20PM-1200-1200-675-675-crop-000000.jpg?v=664e13398d"},{"id":"CC510000012FEPADHG","filmNumber":5370,"title":"Roboti","ticketTitle":"Roboti","originalTitle":"Robots","synopsis":"Godine 2032., nakon što je napredna robotika omogućila čovječanstvu da koristi realistične androide kao sluge i fizičke radnike, imućni stanovnici predgrađa Elaine i Charles koriste svoje dvojnike androida kako bi izbjegli vremenska ograničenja vezana uz veze. Međutim, kada varalice shvate da se zapravo zaljubljuju, ukradu identitet svojih vlasnika i daju se u bijeg, prisiljavajući Elaine i Charlesa da se udruže i vrate svoje živote.\r\nI Charlie i Elaine nisu dobri ljudi. Elaine koristi muškarce da ima lijepe stvari i zalaže nešto od toga da plati svoje račune. Charlie izlazi sa ženama samo radi seksa, a da stvar bude gora loš je u krevetu. No, budući da oboje koriste spojeve kako bi dobili ono što žele, shvaćaju da postoji lakši način da dobiju ono što žele 2032. godine.\r\n","genres":["Komedija"],"nationwideStart":"2023-08-03","ageRating":"12","director":"Anthony Hines, Casper Christensen","duration":"1h 33m","letterboxdUrl":"https://letterboxd.com/film/robots-2023-1/","letterboxdRating":"2.3","imdbUrl":"http://www.imdb.com/title/tt12579470/maindetails","imdbRating":5.5,"englishCategories":"science-fiction","englishSynopsis":"A womanizer and a gold digger trick people into relationships with illegal robot doubles. When they unwittingly use this scam on each other, their robot doubles fall in love and elope, forcing the duo to team up to hunt them down before the authorities discover their secret.","trailerLink":"https://www.youtube.com/watch?v=5-QlB-CCozc","englishDirectors":["Anthony Hines"," Casper Christensen"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/t6/zo/za/ye/robots-1200-1200-675-675-crop-000000.jpg?v=12ce5ce724"},{"id":"DC510000012FEPADHG","filmNumber":5371,"title":"Prinčevi pustinje","ticketTitle":"Prinčevi pustinje","originalTitle":"Princes of the Desert","synopsis":"U srcu beskrajne pustinje, njihovo će prijateljstvo prebroditi sve izazove!\r\n\r\nZodi, dvanaestogodišnji mladi nomad, u pustinji otkriva napušteno mladunče deve. Uzima ga pod svoje okrilje, hrani i postaje mu najbolji prijatelj. Zodi od veterinara saznaje kako je njegova deva zapravo izuzetno brzi trkač koji bi njegovom plemenu mogao donijeti veliki novac. Međutim, njegove kvalitete izazivaju pohlepu Tareka, krijumčara iz regije. Kako bi spasio svojeg sada već najboljeg prijatelja i sebe, Zodi odlučuje pobjeći i prijeći pustinju kako bi stigao u Abu Dhabi na najveću utrku deva na svijetu i tako spasio i njega i svoje pleme.\r\n","genres":["Avantura"],"nationwideStart":"2023-08-03","ageRating":"12","director":"Eric Barbier","duration":null,"letterboxdUrl":"https://letterboxd.com/film/princes-of-the-desert/","letterboxdRating":null,"imdbUrl":null,"imdbRating":null,"englishCategories":null,"englishSynopsis":null,"trailerLink":null,"englishDirectors":null,"backgroundImage":null},{"id":"EB510000012FEPADHG","filmNumber":5357,"title":"Dvorac straha","ticketTitle":"Dvorac straha","originalTitle":"Haunted Mansion","synopsis":"","genres":["Komedija"],"nationwideStart":"2023-07-27","ageRating":"12","director":"Justin Simien","duration":"2h 3m","letterboxdUrl":"https://letterboxd.com/film/haunted-mansion-2023/","letterboxdRating":"2.7","imdbUrl":"http://www.imdb.com/title/tt1695843/maindetails","imdbRating":6.2,"englishCategories":"comedy","englishSynopsis":"A woman and her son enlist a motley crew of so-called spiritual experts to help rid their home of supernatural squatters.","trailerLink":"https://www.youtube.com/watch?v=iB_1o3c19y0","englishDirectors":["Justin Simien"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/20/sb/9a/r3/haunted-1200-1200-675-675-crop-000000.jpg?v=db09497aae"},{"id":"EC510000012FEPADHG","filmNumber":5372,"title":"Drakula: Buđenje zla","ticketTitle":"Drakula: Buđenje zla","originalTitle":"The Last Voyage of the Demeter","synopsis":"Zastrašujuća adaptacija jednog jezivog poglavlja popularnog horor romana Brama Stokera \"Drakula\", u režiji Andréa ?vredala.\r\n\r\nZastrašujuća priča o trgovačkom brodu Demeter, koji je unajmljen za prijevoz privatnog tereta - pedeset neoznačenih drvenih sanduka koji plove do Londona.\r\nNa tom putovanju čudni događaji zadese posadu koja pokušava preživjeti oceansko putovanje, svake noći praćeni nemilosrdnom prisutnošću na brodu. Kada Demeter konačno stigne do obala Engleske, to je pougljenjena, napuštena olupina, a od posade nema ni traga.\r\n","genres":["Horor"],"nationwideStart":"2023-08-24","ageRating":"15","director":"André Ovredal","duration":"1h 58m","letterboxdUrl":"https://letterboxd.com/film/the-last-voyage-of-the-demeter/","letterboxdRating":"2.8","imdbUrl":"http://www.imdb.com/title/tt1001520/maindetails","imdbRating":6.5,"englishCategories":"fantasy","englishSynopsis":"The crew of the merchant ship Demeter attempts to survive the ocean voyage from Carpathia to London as they are stalked each night by a merciless presence onboard the ship.","trailerLink":"https://www.youtube.com/watch?v=6FgUUO9Ztd0","englishDirectors":["André Øvredal"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/2d/j9/x1/2u/demeneter-1200-1200-675-675-crop-000000.jpg?v=42b259e180"},{"id":"0A510000012FEPADHG","filmNumber":5327,"title":"Spider-Man: Putovanje kroz Spider-svijet","ticketTitle":"Spider-Man: Putovanje ","originalTitle":"Spider-Man: Across the Spider-Verse","synopsis":"Miles Morales vraća se za sljedeće poglavlje Oscarom nagrađivane Spider-svijet sage, SPIDER-MAN™: Putovanje kroz Spider-svijet. Nakon ponovnog ujedinjenja s Gwen Stacy, Brooklynov prijateljski nastrojeni Spider-Man iz susjedstva katapultira se preko Multiverzuma, gdje susreće tim Spider-ljudi zaduženih za zaštitu njegovog postojanja. Ali kada se heroji sukobe oko toga kako se nositi s novom prijetnjom, Miles se nađe suprotstavljen drugim Spiderima i mora redefinirati što znači biti heroj kako bi mogao spasiti ljude koje najviše voli.","genres":["Animirani"],"nationwideStart":"2023-06-01","ageRating":"","director":"Joaquim Dos Santos","duration":"2h 20m","letterboxdUrl":"https://letterboxd.com/film/spider-man-across-the-spider-verse/","letterboxdRating":"4.5","imdbUrl":"http://www.imdb.com/title/tt9362722/maindetails","imdbRating":8.8,"englishCategories":"animation","englishSynopsis":"After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.","trailerLink":"https://www.youtube.com/watch?v=yFrxzaBLDQM","englishDirectors":["Joaquim Dos Santos"," Justin K. Thompson"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/22/gj/k3/ql/spider-verse-1200-1200-675-675-crop-000000.jpg?v=259dfdc695"},{"id":"2A510000012FEPADHG","filmNumber":5329,"title":"Nevjerojatni Maksim","ticketTitle":"Nevjerojatni Maksim","originalTitle":"The Amazing Maurice","synopsis":"Maksim je ulični mačak koji osmisli prijevaru za zarađivanje novca sprijateljivši se sa skupinom samoukih štakora koji govore. Kad Maksim i glodavci sretnu knjiškog moljca po imenu Malicia, njihova mala prevara ubrzo propadne.\r\nMaksim govori ljudima u gradu da imaju pošast štakora koji teroriziraju građane i uvjeri ih da plate Keithu da ih odvede izvan grada gdje se otkriva da su štakori razumni i pismeni i surađuju s Keithom i Maksimom na prevari više gradova.\r\nZatim kreću na put u gradić Bad Blintz koji pati od nedostatka hrane i gdje hvatači štakora nisu uspjeli pronaći razlog nestanka hrane. Pokušavajući se infiltrirati u tunele ispod grada, štakori primjećuju da tamo nema lokalnih štakora unatoč njihovim tragovima. Pronalaze zamku koja hvata štakore žive. Darktan, njihov vođa, zarobljen je unutra. U međuvremenu, Maksim je ušao u gradonačelnikovu kuću i kada ga Keith pokuša pronaći, susreću gradonačelnikovu kćer Maliciju koja brzo zaključuje, nakon što je vidjela štakora Sardinesa koji pleše step, da oni stoje iza nedavne pošasti štakora u obližnjim gradovima i prijavljuje se u vojsku pomoći im da otkriju razloge za nestašicu hrane u gradu.\r\n\r\n","genres":["Animirani"],"nationwideStart":"2023-06-08","ageRating":"","director":"Toby Genkel","duration":"1h 33m","letterboxdUrl":"https://letterboxd.com/film/the-amazing-maurice/","letterboxdRating":"2.7","imdbUrl":"http://www.imdb.com/title/tt10473036/maindetails","imdbRating":6.2,"englishCategories":"family","englishSynopsis":"Maurice is a streetwise ginger cat who comes up with a money-making scam by befriending a group of self-taught talking rats. When Maurice and the rodents meet a bookworm called Malicia, their little con soon goes down the drain.","trailerLink":"https://www.youtube.com/watch?v=sLqzEecFEEM","englishDirectors":["Toby Genkel"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/d7/br/ur/f4/jaUOdroXaZH064nKpXSeDsJ5Vjg-1200-1200-675-675-crop-000000.jpg?v=5a927bee67"},{"id":"3E410000012FEPADHG","filmNumber":5139,"title":"Super Mario Bros. Film ","ticketTitle":"Super Mario Bros. Film ","originalTitle":"The Super Mario Bros. Movie","synopsis":"Iz Nintenda i Illuminationa dolazi novi animirani film inspiriran svijetom iz popularne igrice. Super Mario Bros. Film su producirali osnivač i izvršni direktor Illuminationa Chris Meledandri i Shigeru Miyamoto iz Nintenda.\r\nTrailer nam pokazuje izgled Maria, Bowsera, Toada, Luigija i Kameka zajedno sa vojskom Koopa i Dry Bonesa. Tu su i ljuti pingvini koje smo redovno sretali u Super Mario video igricama, a mogu se čuti i neki likovi kako govore po prvi puta.\r\nS obzirom koliko veliku bazu obožavatelja Super Mario ima, usudili bi se reći i najveću u svijetu video igara budući da su generacije odrastale uz njega, Super Mario Bros. Film će nedvojbeno biti jedan od najvećih hitova 2023. godine.\r\nKraljevstvo gljiva, stižemo!\r\n","genres":["Animirani"],"nationwideStart":"2023-04-06","ageRating":"","director":"Aaron Horvath, Michael Jelenic","duration":"1h 33m","letterboxdUrl":"https://letterboxd.com/film/the-super-mario-bros-movie/","letterboxdRating":"3.3","imdbUrl":"http://www.imdb.com/title/tt6718170/maindetails","imdbRating":7.1,"englishCategories":"adventure","englishSynopsis":"While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.","trailerLink":"https://www.youtube.com/watch?v=RjNcTBXTk4I","englishDirectors":["Michael Jelenic"," Aaron Horvath"],"backgroundImage":"https://a.ltrbxd.com/resized/sm/upload/f3/61/49/x0/super%20mario-1200-1200-675-675-crop-000000.jpg?v=b10a032c0f"}]